{"11":"arranging company in August yeah I already had the record stood at","39":"low-cost XRS all four of the Czechoslovakia because if I","46":"also the countries like Rachel and Slovenia will take part it's a great idea it's","25":"doubleheaders Rapport Isis this car has a 1340 CC Suzuki engine very quick call","55":"So this is Iowa range of petrol engine cars","42":"if I can just rip it to is selling these into","29":"500 of them today trade is eligible for a radical","58":"superfly which we were the first to develop that sells again erotica Fest kosova 2 we've always","59":"we've always try did I say I was on being you I'm being the first they said I think is a good example of","8":"here first guy you say this is arguably yeah that record at the Nurburgring this is a nice alright","57":"So this Iowa range of petrol engine cars ranging from the superfly which we were the first to develop that","20":"for a Spider. Man, this is around series to","14":"we are the outright production sports car lap record holders around the ring also understand","31":"for a radical how do I say Europe wide radical European","33":"they share is sponsored by shell racing Solutions best applying oil fuel and lubricants for iSeries and provide you with the","18":"reversing differential Forest to the clever device that allows the engine to drive car in Reverse as well as forward the payoff 6 is","52":"Cc engine this is very competitive about the hills and we now about 25","26":"CC engine very quick call Havana","35":"provide you with the competitors with much Josh jackets not so the thing call Camby rice didn't","17":"engineering sponsor car manufacturer Drive systems forest in Lacey which is a chain driven car they make the reversing differential Forest to the clever device that","64":"Motor Sport and if it is where you want to be","65":"ran over green is 400 brake horsepower and that's exactly what this puts out so","49":"big headache are they also seeded the radicals are faster cheaper and it's because you are","44":"Central and Eastern European Benji on sr4 models erase this will be in Poland","4":"hi welcome to radical","37":"the cup and Scott going over here this is low-cost model XRS all","45":"on sr4 models erase this will be in Poland Hungary Slovakia and Czech Republic and maybe also the countries like Rachel and Slovenia will","13":"6 minutes 48 in the hand call Michael patches and side we are the outright production sports car lap record","30":"is eligible for a radical how do I say","47":"and will take part it's a great idea it's taking what we're good at in the UK in Europe that's why the positive well a lot of people in the Eastern","54":"how to replace the valve. So this is Iowa range of petrol engine","32":"say Europe wide radical European Masters which they share is sponsored by shell racing Solutions","50":"are faster cheaper and it's because you are sitting in opencart is always difference like Formula racing mod for much better money cars for","40":"Czechoslovakia because if I can just rip it to is selling these into","7":"Five Guys here first guy you say this is arguably","9":"record at the Nurburgring this is a nice alright lm8","43":"if I can just rip it to is selling these into Eastern Bloc countries of","60":"you I'm being the first they said I think is a good example of that. this might be the","34":"lubricants for iSeries and provide you with the competitors with much Josh jackets not","3":"hi","61":"said I think is a example of that. this might be the future of British Motor Sport and if it is where you want to be","38":"this is low-cost model XRS all four","36":"Josh not so the thing call Camby rice didn't any of his championships including the cup and Scott going over here","48":"why the positive well a lot of people in the Eastern counties are right now starting to spend every time we can circuits with their cars like Ferrari after Martin's BMW sensory it sit. Sit down and finally found out Omega Motorsports on these large big headache are they also seeded the radicals","12":"yeah I already had the record stood at six minutes 56 and we not that down to 6 minutes 48 in the hand call Michael patches","16":"we have 6 this is a pipe engineering sponsor car manufacturer","62":"Motor Sport and if it is where you want to be","21":"Spider. Man, this is around series to run in the UK for just motorcycle powered radicals I","10":"Rita engine which we make a sales in house with Powertec arranging company in August","19":"well as forward the payoff 6 is eligible for a","51":"much money cars for this year we stopped at I help I'm seriously I miss you. Cc engine","22":"in the UK for just motorcycle powered radicals I think is about 20 races","6":"2010 stand without Five Guys here first guy you say this is","24":"something you guys circuits then only one day events with friends in the afternoon and I think it a couple of events we got doubleheaders Rapport Isis this car has a","53":"this is very competitive about the hills and we now about 25 cars running in. So serious run by a distributor in in southern Italy how to replace the valve. So this is Iowa","28":"this is our most popular car we've manufacturer the 500 of them today trade is","5":"hi welcome to radical at National 2010","23":"just powered radicals I think is about 20 races held something you guys circuits then only one day events with","63":"Motor Sport and if it is where you want to be","27":"quick call Havana this is our most popular car","56":"So this Iowa range of petrol engine cars","41":"if I can just rip it to is selling these into","15":"car lap record holders around the ring also understand we have 6"}