{"2":"yeah where are you","11":"how you doing","46":"this is a campground you can","85":"I don't know","134":"I call her the Dream Maker coming to a port near you","158":"is","55":"from you can't fight for you","66":"with them to look at that","29":"view with it","58":"Gardevoir you're going to feel about this","151":"our trip to","59":"you're going to feel about this weekend I've been here how the fairies I've never done the helicopter yet","155":"back Marina del Rey","8":"good Two Harbors","95":"good morning","57":"Pokemon Gardevoir","90":"you want to wake up","14":"how you doing yes just out too strong","78":"welcome","70":"making","106":"for cruising","52":"flatbed little pickup truck to drop your stuff off at that you came from and you can't","121":"is a Hummer.","114":"is a","109":"without the riot that was awesome and just got","96":"morning Avalon try some other","133":"what autopilot as you can see actually I'm just on a World War World Tour all by myself I got my rig at autopilot I'm just chilling up here heading a little mostly North little East for my boat I call her the Dream Maker","64":"she's going with them to look at that","65":"she's going with them to look at that","49":"The Big E and then you can have your stuff shuttle","44":"out here in Two Harbors in Catalina Island after a nice long sale across from Marina del Rey","84":"I don't know","110":"was awesome and just got intense baby","127":"are we getting Avalon on Catalina Island is coming to a close we're heading home","45":"across Marina del Rey","13":"how you doing","86":"I don't know what's up brother","117":"is a Hummer.","99":"try some other camping first come first serve come in the harbor master Revenge little red","93":"good morning","126":"are","94":"good morning","105":"for them the summer for","115":"is a","47":"this is a campground you can we come over to Harbor get dropped off over here","54":"you came from you can't fight for you","50":"and then you can have your stuff shuttle or","80":"welcome Avalon","101":"Revenge little red boat coming up to","82":"welcome","91":"want wake up good","7":"good morning Two Harbors","9":"Harbors","43":"out here in Two Harbors in","60":"never done the helicopter yet","128":"to a close we're heading home","132":"what autopilot as you","157":"that's it was sun going down the background this weekend is","104":"that's for them in the summer","87":"up brother","103":"Lisa Marie this morning and whenever they come over here that's for them in the summer","3":"yeah where are you either your signature or your brains are going to be on the contract coming in to sign my life away The Godfather so has just entered the building dumb and stupid is no way to go through. Sunshine.","61":"yet","153":"our trip to Catalina Island Two Harbors and Avalon on Friday show me to close it Sunday evening I'm your back and Marina del Rey","79":"welcome Avalon","118":"is a Hummer.","152":"our trip to Catalina","71":"making our way to Avalon","120":"is a Hummer.","154":"back Marina del Rey","48":"come over to Harbor get dropped off over here by The Big E and then you can have your stuff shuttle","12":"how you doing","100":"Revenge little red boat","81":"welcome Avalon","98":"morning try some other camping","122":"is a Hummer.","107":"for cruising at the scene of the crime last night looking for evidence destruction without the riot","21":"on our way to Cavalier","102":"red boat coming up to you are you waiting for if he's busy with somebody until he's done then he'll come off a shine you good morning whatever you like to call it and we are assigned to 177 Majestic ladies Lisa Marie Owens this morning and whenever they come over here","51":"and then you can have your stuff shuttle or you can fire flatbed little pickup truck to drop your stuff","22":"on our way to Cavalier","6":"good morning","129":"heading home","119":"is a Hummer.","92":"good morning","156":"that's it was sun","53":"pickup truck to drop your stuff off at that you came from and you can't fight for you","116":"is a Hummer.","72":"making our way to Avalon","28":"think we'll make a perfect view with it","123":"a","63":"she's going with them to look at that","27":"I think we'll make a perfect view with it","56":"you can't fight for you Pokemon Gardevoir","97":"morning try some other","108":"without the riot","15":"strong cancel"}