{"68":"money we do have guys goes to their care and they're in Richmond will do anything we have to took me up to decide women take care of them","2":"we","11":"Simon he was a kegger the next cat we got was gay he was our line and we we got him as a baby","39":"and the vitamins that we've Turner feed your","46":"through an MRI and that was rubbish.","25":"reason that aren't public is because these cats are used to a very peaceful quiet and","55":"to her we need volunteers we need","42":"food all night bands last year we actually put a","29":"a great bright environment this is","58":"we need a donation to help us continue to fulfill this","66":"needs will be met always you know in the money","59":"need donation to help us continue to fulfill this train it","8":"this labor of love in 1992 with the first the first cat we got","57":"we need volunteers we need a donation","20":"from then on it seems like cat with. It was either I guess an abusive","14":"set in the house probably for the first year of his life and slept on the bed","31":"this is Shanna that sting can a baby smile when she smiles of the Joker that face just case you think she's a pretty as long as we got say Chimera no ingrown at you it's got to talk to you does green juice for sale so long she has to","33":"which of these","18":"my thumb from then on it","52":"cancer went three rounds and rounds of chemo we did everything","26":"these cats are to a very peaceful quiet and it's been a great","35":"of these guys approximately 10 lb","17":"slept on the bed with us every night suck my thumb from then","64":"for them to run yeah you can never do enough for him there","65":"yeah you never do enough for him there their needs will be met first always you know in the money","49":"that was skin cancer she went three rounds","44":"year we actually put a tiger through an MRI machine and","4":"we started this labor of love in","37":"10 lb of meat fortunately getting most of ours donated","45":"year actually put a tiger through an MRI machine and that was rubbish.","13":"baby he was right in the house with us set in the house probably for the first year of his life and slept","67":"needs will be met always you know in the money but we do have guys goes to their care","30":"this is","47":"an MRI and that was rubbish.","54":"to save her we need volunteers","32":"does green juice for sale so long she has to bend it up to walk I mean it's just beautiful. Thinknoodles just a majestic male lion got his own personality I just lucky I'm going to talk to you which","50":"skin cancer she went three rounds and rounds","40":"and the vitamins that we've Turner feed your Chillicothe sheet ilities are outrageous","7":"started this labor of love in 1992","9":"love 1992 with the first the first cat we got was","43":"all night bands last year we actually put a tiger through an MRI machine","60":"continue to this train it does hardest that we're not open to the public because a","34":"which of these guys approximately","3":"we started this","61":"it does hardest that we're not open to the public because a lot of people there's people in Terrell that don't even know that we're out","38":"of fortunately getting most of ours donated right now and I think our major expenses at this point or just the the medical and the the vitamins that we've Turner feed your","36":"approximately 10 lb of meat","48":"that was","12":"he our line and we we got him as a baby he was right in the house with us set in the","16":"of his life and slept on the bed with us every night suck my thumb","62":"to the public a lot of people there's people in Terrell that don't even know that we're out here","21":"cat with. It was either I guess an abusive situation or maybe abandonment","10":"with the first the first cat we got was Simon he was a kegger the next cat we got was gay he was our","19":"thumb from then on it seems like cat with. It was either","51":"skin cancer she went three rounds and rounds of chemo we did everything","22":"I an abusive situation or maybe abandonment","6":"we started this labor of love in 1992","24":"or maybe abandonment the reason that we aren't public is because these cats are used to a very","53":"three rounds rounds of chemo we did everything possible to save her we need volunteers","28":"quiet and it's been a great bright environment","5":"we started this labor of love in","23":"or maybe abandonment","63":"public a lot of people there's people in Terrell that don't even know that we're out here for surgery would be to be able to expand into our back pasture and you don't have huge huge open areas for them to run","27":"quiet and it's been a great","56":"we need volunteers we need","41":"ilities are outrageous","15":"set in the house probably for the first year of his life and slept on the bed with us every night suck my thumb"}