{"68":"China's economy the movie Focus to Hi-Tech in green Industries","11":"China but today the streets in close to abandoned with only","46":"why don't you built on the backs of workers like mr. you there's","85":"jobs it was so many people like mr. Lu the song economy could be the start of a reverse migration pattern","25":"these laid off workers have gathered outside of their old factory to discuss how to get their back wages paid China","55":"in the fading shoe industry isn't alone other manufacturing sectors have","42":"I text when I talk","29":"in the millions of Migrant workers who came here to earn a living the slow economy has begun a bird that lives Define eczema","58":"alone other manufacturing sectors have failed to compete with cheaper business models and Southeast Asia","66":"government plants transform China's economy the movie Focus to Hi-Tech in green","59":"sectors have to compete with cheaper business models and Southeast Asia it would last","8":"it is peak one of every four sneakers in the world came from this in dongguan China","74":"in Industries airplane large leaves out on a JK to","95":"for now with your lowest not the norm most migrant workers who lose their factory jobs will move on to another Factory although they","57":"alone other manufacturing sectors have failed to compete with","90":"send it to you.","14":"with only traces of the former Putin left behind and","31":"for some the factory closure might be the end","78":"large leaves out on a JK to migrant workers were too young to retire","70":"movie Focus to Hi-Tech in green Industries","33":"end their Urban dream","52":"over million they left their homes in the countryside to find work in the city in the fading shoe industry isn't alone","69":"China's economy movie Focus to Hi-Tech in green Industries","96":"migrant who lose their factory jobs will move on to another Factory although they might not get the waves they want","26":"how to get their back wages paid China shoe exports are in decline","35":"Naruto","83":"to retire too old for entry-level factory jobs it was so","17":"and go down","64":"GTA V Online no sandwich","65":"government","49":"many workers in China as there are people in the United States","44":"why don't you","84":"old for entry-level jobs it was so many people like mr. Lu","4":"somebody payment center","37":"do long you come down from Citron Providence 20 years ago","45":"why don't you built on the backs of workers like mr. you","13":"in close to abandoned with only traces of the former Putin left behind","86":"start of a migration pattern","67":"plants transform China's economy the movie Focus to Hi-Tech in green Industries","99":"getting it back we just China stripping economy political.","93":"Angela are you going to shy","94":"to shy for now with your","30":"eczema","47":"why don't you built on the backs of workers like mr. you there's almost as many","54":"in the fading shoe industry isn't alone other","32":"for some the factory closure might be the end of their Urban dream","50":"workers in China as there are people in the United States over","77":"airplane large leaves out on a JK to migrant workers were too young to retire","80":"large out on a JK to migrant workers were too young to retire too old for entry-level","82":"a JK to workers were too young to retire too old for entry-level factory jobs","91":"you.","7":"in Tennessee it is peak one of","9":"one of four sneakers in the world came from this in dongguan China","43":"when I talk","60":"business models and Southeast Asia it would last work","75":"Industries airplane large leaves out on a JK to","3":"somebody payment center","61":"models and Southeast Asia it would last work if you were jobs more migrant workers have started to","79":"large out on a JK to migrant workers were too young to retire too old for","38":"Providence 20 years ago","71":"movie Focus Hi-Tech in green Industries","36":"do long can you come down from Citron Providence 20 years ago","48":"built on the backs of workers like mr. you there's almost as many migrant workers in China as there are people in the United States","76":"Industries airplane large leaves out on a JK to migrant","12":"but today the streets in close to abandoned with only traces of the former Putin left behind","100":"economy political. how's it going","81":"out on a JK to migrant workers were too young to retire too old for entry-level factory","98":"they might not get waves they want and as for these work getting it back we just paid China stripping economy political.","16":"behind and go down","62":"it last work if you were jobs more migrant workers have started to ask the question if the city is still the right place for them Vermont","10":"came from this in dongguan China but today the streets","51":"there are people in the United States over 260 million they left their homes in the countryside to find work in the city","6":"Africans in Tennessee","24":"these laid off workers have","73":"Hi-Tech in Industries airplane large leaves out on a","92":"Angela are","53":"in the city in the fading shoe industry isn't alone","72":"movie Focus Hi-Tech in green Industries airplane large","28":"China exports are in decline in for the millions of Migrant workers who came here to earn a living the slow economy","5":"Africans","63":"Vermont Adina GTA V Online PS4","27":"China shoe exports are in decline in for the millions of Migrant workers who came","56":"shoe industry isn't alone other manufacturing sectors have failed to compete with","97":"will move on another Factory although they might not get the waves they want and as for these work","41":"I text when I talk","15":"of the former Putin left behind and go down"}