{"30":"play light","33":"and what does it mean for you and your. set an alarm","41":"September today highlights Escape try things I've never done","32":"and around country like so Hospital Desiree","2":"the world music Dallas","40":"September today","16":"Well I can pay over the bar every now and then","11":"around better than all the videos that I probably","21":"bar every and then resetting likes weather but I meant","39":"are there any like I said before I'll see what up man in the back some skaters skate and I'm like videos the locals know me like September today","7":"where am I going","9":"where am I going and I mean like when I first started skating all this do you like that I like to see a friend skate to see like videos and everything so that I was giving you seem like a really cool shit happening tonight I just feel like that's running back to start","25":"I didn't come here","10":"running back to start running around","26":"I didn't come here for a while. I got kicked out of this place","29":"play light","34":"set an alarm clock to wake me up and going and then I can","35":"me up and going and then I can open another door see where like that can let","19":"I can over the bar every now and then","17":"Well I can pay over the bar every now and then","42":"highlights Escape try things I've never done still got a child scared of the homies Debra Messing around do stupid thing and stay away from the drugs job","43":"Messing around do stupid thing and stay away from the drugs job and yeah it sucks","8":"where am I going and I mean","22":"every and then resetting likes weather but I meant so I was like the","6":"world music Dallas where am I going","24":"I'm doing a first game the skating was I going to let me know right what else you like to do women like to seem like everything I","4":"world music Dallas","37":"another door see where like that can let you take me in SeaWorld","3":"the world music Dallas","28":"play light","5":"world music Dallas","38":"can let you me in SeaWorld","20":"can over the bar every now and then resetting likes weather but I","23":"resetting likes weather but I meant so I was like the internet's like positive stuff it's pretty cool music and then Wednesday experience get along that's a good one. Well I'm doing a first game the skating was I going to let me know right","13":"better than all the videos that I probably like Dad Morgan back in the day like your glasses version Sun from the sky pie and it's not like my friend watch them schedule I'm just like you I want to know. Well I can pay over the bar","14":"Well I can pay over the bar every","31":"places in and around this country like so Hospital Desiree","27":"play","36":"open another door see where like that can let you take me in","15":"Well I can pay over the bar every now and then","12":"better than all the videos that I probably","18":"Well I can pay over the bar every now and then"}