{"2":"imma try to get it in the morning.","11":"if I should Alabama what's it called","39":"I'm waiting for you Nick Cannon sick he died","46":"scooters, Puerto Rico I don't match Goon Squad","25":"254 pay what's good weed as soon as you think give me","42":"blah blah blah","29":"I don't care Justin Moore Basquiat fake Louis Vuitton","8":"because I feel it too I guess you felt like some pepper","20":"japanski Rohana by Pusha T Charlie me Cielo new album in which Eva strong are some Public Mobile units","31":"Bisciotti the governor baked potato I don't care unless you need anything anymore","33":"give us a problem","18":"sociology","26":"I was just being silly Mabel","35":"muscle pain relief tell me the what number 640 match phone sucks as usual but","17":"Palm Prosecco","44":"come and see me","4":"EEOC to talk to you","37":"culpability Buffalo Wild Wings coupons","45":"Saddam Hussein Elysium.","30":"Basquiat fake Louis Vuitton Avenue sabuku sushi. Ashley Bisciotti Charlotte","1":"imma try to get it in the morning.","47":"what about Kelsey","32":"what happens if you don't trust me give us a problem","40":"basic cable Department today","7":"forklift Tillamook apology","9":"I you felt like some pepper Encino Man","43":"Sandy's Cafe bf1 Buffet on South good look ugly Miss lollipop I'm coming Friday appreciate","34":"Sibley multimedia account sauna for samosa muscle pain relief","3":"imma try to get it in the morning. Trust me says you you only be do the sweeter than a regular show I will guess Home Depot","38":"Buffalo Wild Wings coupons","36":"match phone sucks as usual but voicemail culpability","48":"what about Kelsey","12":"what's it called","16":"is there any Palm to Prosecco","21":"De La Soul if you got that email so","10":"Encino Man if I should","22":"wake me up to eat and go math book","6":"yeah you know I did that to you was a Galaxy forklift Tillamook apology","24":"list why I like usual. So bad when I need to update fungi made 254 pay you","28":"don't do Twilight","5":"I did not mean are you there yet yeah","23":"what's the weather supposed to be pretty nice. list why I like","27":"DePaul son of your father","41":"if you don't get your number since I talked to you in about an ounce blah blah blah"}