{"68":"friends. Place Stokes he isn't like he's best buddy","89":"where in the world did he just come from and he crushed it I mean how does rolling","11":"towards film a videographer I have background in screenwriting","39":"one thing really proud of you with this project is the quality of soundtrack couple friends are music producers one for Norway name is nyla's the opening scene I made the","85":"of his ex supposed to be played by different guy","25":"creative genius and I was just so happy that was part of it came to","42":"had so much fun are people talking that after watching this and you","29":"Road talented Columbia Country Club was nice enough to let us come","58":"on a bit of bad luck just like we all do from time to time but you see a little Grayson from Lynn just like most males aggression out on something nobody","66":"this explode in the joy you bought some new clubs and he goes out with good friends. Place Stokes he isn't like he's","59":"out on something nobody hit that ball","8":"in Texas at University of Texas have a masters in creative writing and move to Columbia South now where I met Tyler and I think","74":"grant me the serenity if you don't know that","95":"as a","57":"hard and falls on a little bit of bad luck just like we all do from time to time but you","20":"what's out of the apartment creative genius","90":"crushed it I mean how does rolling","111":"than 6 minutes","14":"what are we doing this August of 2016","31":"I think we got all shooting out there done in two and a half hours this guy was a little bright Chinese food do this on a budget of","78":"well like I literally like crap but he's a good dude he's a he's a","112":"6 minutes","70":"buddy is that buddy we all have that","106":"and totally unexpected and I think I like blew everyone away in the","33":"this on a of $100 contributed by the second act Film Festival I got the Drone like two days before","18":"Spencer couple years and really cool super excited. He's doing and see what's out of the apartment","52":"what we is this more opportunities","69":"Place he isn't like he's best buddy is that buddy we all have that","109":"world is everything reality is it's the first project on hopefully many more to come","96":"as a","26":"I was just so happy that was part of it came to me with the full script","35":"Film Festival I got the Drone like two days before mention. Crashes I crashed it two","83":"in his own kind of unique away and there's another guy or IP she had to work tonight day of his ex supposed to be","17":"Spencer couple years and really cool super excited. He's doing and","64":"this kid explode in the joy","65":"this kid explode in the joy you bought some new clubs and","49":"is there to be leaving below another don't threaten me again","44":"can forget about this","84":"day of his ex supposed to be played by different guy","37":"two days before mention. Crashes I crashed it two weeks after it landed in the water needs to be repaired of the music","110":"reality is it's the first project on hopefully many more to come and we want them to get bigger and better to be able to collaborate on films longer than 6 minutes","13":"what are we doing this","86":"ex supposed to be played by different guy","67":"goes with good friends. Place Stokes he isn't like he's best buddy","99":"moment and I think he really goes into that character and knock it out the park","94":"as","105":"that Tyler came up with unreal and totally unexpected and I think I like blew everyone away","30":"Columbia Country Club was nice enough to let us come out there for an afternoon and shoot I think we got all the shooting out there done in two and a half hours this guy was a little bright","47":"actually sounds really important","54":"dude is like 80 degrees out. I know like the other stuff up for you to say now that I just recorded later and do voice over","32":"Chinese food do this on a budget of $100 contributed by","50":"threaten me again what we need is this more","77":"r v x as well like I literally like crap","40":"name is the opening scene I made the ominous music for that and","80":"crap but he's a good dude he's a he's a guy's guy and he means really well especially in the film was to","101":"like this moment in time like my triceps are ripped up really awesome","82":"out I think the job but in his own kind of unique away and there's another guy or","91":"how does rolling","7":"g i study film in Austin Texas at University of Texas have a masters in","9":"move to South now where I met Tyler and I think we're both drawn towards film he's a videographer I have","43":"are people talking that after watching this and you happen to own like a production company or you just like need someone to come in and make your movie we can totally forget about this","60":"out on something nobody hit that ball","34":"second Film Festival I got the Drone like two days before mention.","75":"if you don't know that you are Mulligan's r","104":"and it just good some of the things that Tyler came up with unreal and totally unexpected","87":"played different guy where in the world did he just come","103":"really awesome shot and it just looks good some of the things","61":"nobody hit that ball","79":"like I like crap but he's a good dude he's a he's a guy's guy and he means","38":"landed in water needs to be repaired of the music last one thing really proud of you with this project is the quality of","71":"is that buddy we all have that kind of","36":"the Drone two days before mention. Crashes I crashed it two weeks after","48":"sounds really important we want people to see this film we need your help to make that happen that's what we had to do together is there going to be leaving below another don't threaten me","76":"that you are Mulligan's r v x","12":"screenwriting what are we doing this","100":"and knock it out the park like this moment in time like my","81":"a guy's guy and he means really well especially in the film was to help his buddy out and I think the job","98":"moment and I think he really goes into that character","16":"opportunity Spencer couple years and","62":"hit that ball this","107":"unexpected I think I like blew everyone away in the creative world is everything","21":"creative genius","10":"I think we're both drawn towards film he's a videographer I have background in screenwriting","102":"my triceps are ripped up really awesome shot and it just looks good","19":"cool super excited. He's doing and see what's out of the apartment","51":"what we need is this more opportunities","22":"creative genius","6":"g i study film in Austin","24":"creative genius","73":"of brash Lord grant me the serenity","88":"where in the world did he just come from and he crushed it I","53":"dude is like 80 degrees out.","72":"buddy we have that kind of brash Lord grant me the serenity","28":"and bring it down to the timeline it's a really funny story. It'll make you laugh for the guys have back and forth and some of the physical stunts to Tylersville Road talented Columbia Country Club was","23":"creative genius","63":"hit that this kid","27":"to me with the full script and bring it down to the timeline it's a really funny","56":"pretty much your average guy to go to work I work hard and falls on a little bit of bad luck just like we all do from","97":"as a great moment and I think he really","108":"everyone away in the creative world is everything reality","41":"ominous music for that and just had","15":"this August of 2016 experience"}