{"68":"know it's the look feel of the place that's the name of the second that you stepped put into my","11":"I am Lee Brown I am the owner and operator of mr. Brown barber shop","39":"know you looked forward to coming here II you stepped in like dinner snow up face textures the designs","46":"and first and foremost successfully the level of service you know I'm providing service here at the","85":"different when they come in to when they leave I want to like when they go outside","25":"a lot of beard work","42":"up textures the designs products","29":"beard work in a barbering is and Dad","58":"do I need to San Diego not knowing what I want to do in my life whatsoever while searching around soon as I pick trying to pursue","66":"different from anyone is you know it's the look and feel of the place that's the","59":"while around soon as I pick trying to pursue so like when I find that knows a","74":"like you know this is this is different than anything you've ever experienced show me I love coming","95":"that you're very do you also have to find that inside you that whatever you're","57":"do I need to San Diego not knowing what I want to do in my life","20":"to find like the thirties 20 stories in feet I'm also focusing on no","90":"assuming things in life that you","14":"here in Park in San Diego","31":"in a is and Dad it's it's on its way up it's at its peak right now I'm a lot","78":"wake up the morning I've never been so inspired to come to work everyone like down because it's just like I have the spa","70":"you know that you stepped in out of the ordinary and something that's","33":"up it's at its peak right now I'm a lot of people are really kind of getting involved in it like","18":"gentlemen's haircuts and I like read me to find like the thirties 20","52":"service here at the barbershop. You're not going to find anywhere else","69":"the name of the second that you stepped put into my establishment you know that you stepped in","96":"you also have find that inside you that whatever you're doing that you're the best of what you're","26":"a lot of beard work in a","35":"of people are really kind of getting involved in it like myself and is definitely here to stay","83":"my biggest in exchange I love changing people I love different War","17":"me Focus here on the classic gentlemen's haircuts and I like read me to","64":"what makes mr. Brown different from anyone else is you know it's the look and feel","65":"mr. Brown different from anyone else is you know it's the look and feel of the place that's","49":"know I'm providing service here at the barbershop. You're not going to","44":"the designs products and first","84":"exchange love changing people I love different War when they come in to when they leave","37":"and is here to stay what does the brown is different you know what it's going to recreate something that where","45":"the designs products and first and foremost successfully the level of","13":"Brown barber shop in Social located here in North Park in San Diego","86":"in to when they leave I want to like when they go outside of here I want someone to","67":"is know it's the look and feel of the place that's the name of the second","93":"you got to see the love to do and something that you're very","94":"you got see the love to do and something that you're very","30":"work in a barbering is and Dad it's it's on its way up","47":"level of you know I'm providing service here at the barbershop.","54":"anywhere else","32":"on its way up it's at its peak right now I'm a lot of people are really kind of","50":"know I'm providing service here at the barbershop. You're not going to find anywhere else","77":"everyday this one I mean I wake up in the morning I've never been so inspired to come to work everyone","40":"dinner snow up face textures the designs","80":"work everyone down because it's just like I have the spa Simmons drive and I","82":"and I just love doing what I do here my biggest in","91":"assuming things in life that you do and you have to find out who","43":"textures the designs products","9":"I am Lee Brown I am the","75":"different than you've ever experienced show me I love coming here everyday like this one I mean I wake up in the","60":"so like when I find that knows a lot about barber shop","34":"now I'm a of people are really kind of getting involved in it like myself and is","87":"I want like when they go outside of here I want someone to walk over to the right-of-way go you look great with different like you know what's going on that's what I do so it's all about creating change making people look good and feel good","61":"like when I find that knows a lot about barber shop in San Diego","79":"to come to work everyone like down because it's just like I have the spa Simmons drive","38":"does the brown different you know what it's going to recreate something that where you know like you looked forward to coming here II you stepped in like","71":"stepped in out of the ordinary and something that's going to","36":"getting involved in like myself and is definitely here to stay what does the brown is","48":"you know I'm providing service here at the barbershop. You're not going","76":"me I love coming here everyday like this one I mean I wake up in the morning I've never been so","12":"I the owner and operator of mr. Brown barber shop in Social located here in North","81":"down because it's just like I have the spa Simmons drive and I just love doing what I do here","16":"where in the world wish shopping social me Focus here on the classic gentlemen's","62":"about shop in San Diego what makes mr. Brown","21":"in feet I'm also focusing on no straight razor shaves and a lot of beard work","10":"I am Lee Brown I am the owner and operator","19":"and I read me to find like the thirties 20 stories in feet","51":"providing service here at the barbershop. You're not going to find anywhere else","22":"straight razor shaves and a lot of beard work","88":"people look good and feel good","24":"razor and a lot of beard work","73":"the ordinary something that's going to give you that feel like you know this is this is different than anything you've","92":"in that you do and you have to find out who sees something that you got to see the love to do and something that","53":"not going to anywhere else","72":"out of the ordinary and something that's going to give you that feel like","28":"a of beard work in a barbering is and","23":"straight razor shaves and a lot of beard work","63":"what makes mr. Brown different from anyone else is","27":"a of beard work in a","56":"do I need to San Diego not","97":"what you're","41":"snow up face textures the designs","15":"Park in San Diego where in the world wish shopping social"}