{"68":"done the past whatever but just don't focus on that focus on","2":"and I'm years old","11":"comes in your family like well songs going to be a quadriplegic for the rest of his life and","39":"at all as medible I change the wheelchair rugby butter find me a cross between NFL and also","46":"because you feel when you first in hospital few","25":"can focus on this what I can do you know what kind of this encounter this kind of that","55":"the people that are very similar to myself a lot of other quarter-page where he have a community","42":"box possible court form for and the basic objective of the game is to get the","29":"wish I drank beer was out of Hospital in for an almost a year or something around that I know lucky is a rug with you can I have a","58":"that can relate to and we don't understand 10 gallon to quart and everyone's a cool and everyone's just go for it and","66":"worry about it you can get very depressed very down looking back and saying this is what I could have and this is what","59":"a cool and everyone's just go for it and haven't found in the focus isn't on your","8":"went down the beach. On the way even break my neck and then I was in the hospital for 5","57":"he have a community something that you can relate to and we don't understand","20":"and he not know you know what's next in and get into rehab and interlock and I what's this","14":"songs going to a quadriplegic for the rest of his life and at that point you","31":"can I have a guy when you're like okay yeah and you're jumping in the gauze go get something you say you're all","70":"lost Opportunities and lost can I find Disney","33":"in gauze go get something you say you're all that I need to hug","18":"that point you kind of get a big shocking and he","52":"get a couple hits on your building","69":"done the past whatever but just don't focus on that focus on what you can do and lost New Opportunities and lost can I find","26":"what kind this encounter this kind of that I wish I","35":"you say you're that I need to hug","17":"and at that point you kind of get a big shocking","64":"think if I do. Or what if I did that other do it all just don't worry about it you can get","65":"that do it all just don't worry about it you can get very depressed very down looking","49":"Just let know the best way to get into it as just do it get a couple hits on your building","44":"game to get the and with the ball cross the line which is one point in the first time in wheelchair rugby was","4":"October 07 I went down to the beach.","37":"wheelchair rugby used to be called me out of all","45":"is one point in the first time in wheelchair rugby was pretty scary because you feel","13":"like songs going to be a quadriplegic for the rest of his life and at that point you","67":"very down back and saying this is what I could have and this is what I've done in the past whatever but just don't focus on that focus","30":"something that I know lucky is a rug with you can I have a guy when you're like okay yeah and you're jumping in","1":"hi my name is Simon Bartlett and I'm 25 years old","47":"you feel when you first in hospital few very fragile then once you're comfortable with","54":"the people that are very similar to myself a lot of other","32":"you're jumping in the gauze go get something you say you're all that I need to hug","50":"it get a couple hits on your building","40":"I the wheelchair rugby butter find me a cross between NFL and also key play on a regular sized box","7":"I went down the beach. On the way even break my neck and then I was in the hospital","9":"beach. On the way break my neck and then I was in the hospital for 5 and 1/2 months to 3 oz into an arm","43":"the basic objective of the game is to get the and with the ball cross the line which is one","60":"haven't found in the focus isn't on your ability odisha how do you focus is on the spot","34":"you say you're all that I need to hug","61":"isn't on ability odisha how do you focus is on the spot I think the","38":"wheelchair rugby used to be called me out of all might become an international school. I really couldn't have at all as medible I change the wheelchair rugby butter find me a","71":"lost Opportunities and lost can I find Disney","36":"wheelchair rugby","48":"first in hospital very fragile then once you're comfortable with me. Just let Lisa know the best way to get into it as just do it","12":"family like songs going to be a quadriplegic for the rest of his life and at","16":"his life and at that point you kind of get a big shocking","62":"odisha how do you focus is on the spot I think the new Adidas I would people my advice would be to focus on what you can do and know what if","21":"in get into rehab and interlock and I what's this life going to be a lot and it can be pretty scary and you guys definitely pirate sweat always scared and you just keep pushing through","10":"for and 1/2 months to 3 oz into an arm doctor comes in your family like well songs going to be a quadriplegic for the rest of his life","19":"you kind of get a big shocking and he did not know you know what's next in and get","51":"get a couple hits on your building","22":"sweat scared and you just keep pushing through in a long drive will up days and down days that's kind of like","6":"I went down to the beach. On the way even break my neck and then I was in","24":"kind of like a good thing looking to see what I could do not what I couldn't do I can focus on this what I can do you know what","73":"to what you to do so I just got off work","53":"building the","72":"Opportunities and lost can I find Disney limitations to what you want to do so I just got off work","28":"I wish I drank beer was out of Hospital in for","5":"October 07 I went down to the beach. On the way even break my neck and","23":"in a long drive will up days and down days that's kind of like a good thing looking to see what I could do","63":"would be to focus on what you can do and know what if said I think what if I do. Or what if I did that other do it all just","27":"I wish I drank beer","56":"a lot of other quarter-page where he have a community something that you can","41":"and also key play on a regular sized box possible court form for and the basic","15":"quadriplegic for rest of his life and at that point you kind of get a big"}