{"11":"Elijah so it is actually the longest thing","134":"give me a picture of the morning sun","158":"Morning is going to suck. Awareness son","160":"is going to suck. Awareness son you got to leave is that the","131":"give me a picture of the","173":"when I'm up very late at night late at night","74":"up and the morning sun yes morning sun stay good morning","201":"calming down babe I hold me down","176":"when I'm very late at night late at night hold me down","57":"to parties cuz we want DJ to spend on music","70":"one do we drive on Parkways and park on driveways and why I'm up and said the morning sun yes","114":"cup I never tried","165":"you got to leave is that the morning sun","96":"me and money together Sushi and wasabi Mullins Auto Body","133":"give me a picture of the morning sun","84":"Sun's bitch leave cuz there's I want to say","117":"and then I take the","93":"be for real I'm coming up like I was in the lobby for me and money go","50":"no just how I feel about","77":"yes morning sun stay good morning sunlight always up until the morning sun yes the morning Sunday","80":"sun the morning Sunday morning Sun's up bitch leave","188":"think","132":"give me a picture of the morning","157":"The Morning is going to suck. Awareness son","221":"of mr. Hankey man","153":"how to fuck I'm always up The Morning Sun is","217":"translation of mr. Hankey man","79":"until morning sun yes the morning Sunday morning Sun's up bitch","71":"driveways why I'm up and said the morning sun yes morning","120":"I take the dog out what the fuck is gross","154":"how to fuck I'm always up The Morning Sun is going to","225":"California baby","76":"morning yes morning sun stay good morning sunlight","224":"California baby","167":"got to leave that the morning sun","204":"down babe hold me down","122":"is gross stuff","143":"Morning Morning Sun it kept me up until the morning","107":"eBay. OS modern-day Savory she agreed to do it once you see how much they made for","169":"that the morning when I'm up","10":"that goes on in my mind Elijah so it is actually","180":"hold me down","162":"Awareness son you got to leave is that the morning sun","129":"I was laying in soon","88":"I want to say is be","149":"I guess but I was just saying good morning son how to fuck I'm","5":"that goes on in my mind","41":"Kelly","15":"Elijah so it is actually the longest thing you'll ever do","148":"kept me up until the morning son I guess but I was just saying good morning son how to fuck","55":"I feel you. We go to parties cuz we want DJ to spend on music","66":"is Bella up in here and I'm the only one why do we drive on Parkways","155":"fuck always up The Morning Sun is going to suck.","150":"guess I was just saying good morning son how to fuck I'm always up","95":"I in the lobby for me and money go together Sushi and wasabi Mullins Auto Body","139":"of the morning Morning Sun Morning Sun","90":"be for real I'm","111":"rest in peace to Pimp C and then I tip my cup up I never tried","14":"Elijah so it is actually the longest thing you'll ever do","175":"when I'm up very late at night late at night hold me down","205":"hold me down","200":"calming down babe I hold me down","135":"me a picture of the morning sun","125":"seeing you I give it 30 minutes and I was laying in soon","172":"when I'm up very late at night late at","146":"Morning it kept me up until the morning son I guess","130":"laying in give me a","17":"Elijah so it is actually the longest thing you'll ever do","65":"is Bella crowded up in here and I'm the only one why do we drive on","202":"down babe I hold me down","37":"little Kelly","192":"think about","110":"made for real rest in peace to Pimp C and then I tip my cup up I never tried","127":"it minutes and I was laying in soon","13":"Elijah so it is actually the longest thing you'll ever do","137":"me picture of the morning sun Morning Sun","141":"Morning Sun Morning Sun it","105":"eBay.","216":"translation of","91":"be for real I'm coming up like","128":"I was laying in soon","9":"that goes on in my mind","203":"down babe I hold me down","147":"it kept me up until the morning son I guess but I was just","152":"saying morning son how to fuck I'm always up The Morning Sun","38":"little Kelly","118":"and then I take the dog out what the fuck is gross","81":"the morning Sunday morning Sun's up bitch leave","140":"morning Morning Sun Morning Sun it","196":"calming down","19":"longest thing you'll ever do","51":"no just how I feel about you. We go to","191":"think about","177":"late night late at night hold me down","123":"is gross","163":"Awareness son you got to leave is that the morning sun","108":"modern-day she agreed to do it once you see how much they made for real Halo rest in peace to Pimp C","164":"Awareness you got to leave is that the morning sun","89":"be for real I'm","197":"calming down","136":"me a picture of the morning sun Morning Sun","151":"I was just saying good morning son how to fuck I'm always up The","144":"Morning Sun it kept me up until the morning","142":"Morning Sun Morning Sun it kept me up until","78":"up until the morning sun yes the morning Sunday morning","159":"is going to suck. Awareness son you","112":"and then tip my cup up I never tried","106":"eBay. OS","121":"I take the dog what the fuck is gross stuff","109":"do it you see how much they made for real Halo rest in peace to Pimp C and then I tip my cup","182":"hold me","26":"Panama very late at night","138":"me picture of the morning sun Morning Sun Morning Sun","168":"leave that the morning sun","94":"be for real I'm coming up like I was in the lobby for me and money go together Sushi and wasabi","115":"I never tried","54":"just how I feel about you. We go to parties cuz we want DJ to spend on","40":"little Kelly","171":"when I'm up very late at night","60":"how's the weather in Vegas","178":"night late at night hold me down","198":"calming down babe I hold","113":"tip my cup up I never tried","12":"Elijah so it is actually the longest thing you'll ever","189":"think about","16":"Elijah so it is actually the longest thing you'll ever do","92":"be for real I'm coming up like I was in the lobby for me and","72":"why I'm up and said the morning sun yes morning sun","28":"very at night","97":"Mullins Auto Body","68":"up in here and I'm the only one why do we drive on Parkways and park on driveways","124":"gross seeing you I give it 30 minutes","39":"little Kelly","85":"bitch cuz there's I want to say","170":"when I'm up","25":"Panama very late at night","181":"hold me","58":"how's","193":"think about","59":"how's the weather in","8":"that goes on in my mind","199":"calming down babe I hold me down","194":"about","52":"just how I feel about you. We go to","18":"actually longest thing you'll ever do","69":"the only one why do we drive on Parkways and park on driveways","219":"translation of mr. Hankey man","223":"of Hankey man California baby","166":"got to leave is that the morning sun","83":"Sunday Sun's up bitch leave cuz there's I want to say","64":"is Bella crowded up in here and I'm the only one why do","220":"translation of mr. Hankey man","145":"Morning it kept me up until the morning son I","86":"cuz there's I want to say","67":"Bella up in here and I'm the only one why do we drive on Parkways","126":"you give it 30 minutes and I was laying in soon","206":"down","190":"think about","82":"the Sunday morning Sun's up bitch leave cuz there's I want to say","7":"that goes on in my mind","75":"the morning sun yes morning sun stay good morning sunlight","87":"cuz there's I want to say","179":"late at hold me down","61":"how's the weather in Vegas","174":"when I'm up very late at night late at night hold me","161":"to Awareness son you got to leave is that the","22":"Panama very late at night","6":"that goes on in my mind","24":"Panama very late at night","73":"why I'm up and said the morning sun yes morning sun stay good morning","119":"I take the dog out what the fuck is gross","156":"always up The Morning Sun is going to suck. Awareness son","222":"of Hankey man","53":"just how I feel about you. We go to parties cuz we want","116":"tried and","23":"Panama very late at night","27":"very late at night","218":"translation of mr. Hankey man","56":"you. We to parties cuz we want DJ to spend on music"}