{"68":"show me the","124":"side I don't know man things only one way out","210":"did you hear that call chica.","11":"some old bitch died some time","39":"found out and then they I'll come in after so she killed herself before they can get to her and apparently for some reason some weird-ass kids came here some teenagers they came here because they heard about how crazy she is right there I guess they want to come check it out or something so they come here and apparently they are missing I think it's some Paranormal Activity here guys so let's check it out","197":"data guys in there adult wrist","85":"coming that was at hey Jimmy it's Jimmy I need you to come in","134":"happier","136":"I have to scared man, you got to do the same you got it","42":"check it out what the hell is that bro","66":"do you think Jimmy scary that's what girls can hang out there bro","58":"creature","144":"check first","151":"quit","181":"be right back","59":"creature","193":"should we follow the blood","8":"I rolling up on the go side view","142":"we like check first","150":"quit","207":"did you hear that call chica.","209":"did you hear that call chica.","173":"just nice and slow","199":"push it","74":"all right that is a","201":"push","95":"oh fuck","139":"play Oh","176":"and slow","185":"fuck oh my God Jesus who's what is the","57":"creature","14":"some ago","78":"all right that is a movie I be part of that shot","194":"should we follow the blood is that your","175":"and slow","70":"show me the store on the other houses on the side of the","205":"did you hear that","52":"sang San Marcos to Commerce Way","212":"call chica.","200":"push it","233":"you fucking dick","121":"sounds like a big and bro what side","69":"show me the store on the other houses","234":"you fucking dick","165":"Coast","232":"should do they see this oh you fucking dick","219":"guy Indian guy where are you I can hear you","223":"are you I can you what the fuck","96":"oh fuck","166":"Coast","133":"happier","135":"happier I have to scared man, you got to do the same you got it","83":"coming out","125":"I don't know man things only one way out","172":"just nice and","17":"the guys","64":"what do you think Jimmy scary that's","65":"do you think Jimmy scary that's what girls can","49":"all right I'm so apparently she killed herself with you but where do you hang yourself","44":"so I'm moving along and go check out the front of his house and hopefully we see something going on are the key","84":"coming out","138":"I didn't want to have to start using it","37":"Jimmy J Johnny Smith I'm here with Jack and we're here I just widows house who died some time ago and we're here to get the story from Jack here to tell us she died suicide hanging herself she like to rape little children people found out and then they I'll come in","220":"guy guy where are you I can hear you","145":"check first","192":"I could see you guys should we follow","127":"black","45":"are the key to finding any ghosts putting yourself in media Danger just gold","230":"we should do they see this","13":"some ago","86":"hey Jimmy it's Jimmy I need you to come in for a second I thought I heard something","67":"show me","99":"fuck","93":"something bro","117":"it sounds like","126":"only one way out","94":"oh fuck","137":"you got to do the same you got it","141":"play Oh Holy Night should we like check first","216":"Indian guy Indian guy where are you I can hear","206":"did you hear that","47":"all right I'm so","50":"who sang San Marcos to Commerce Way","77":"all right that is a movie I be part of that shot","80":"a movie I be part of that shot coming out","40":"Paranormal here guys so let's check it out what the hell is that bro","190":"I could see and you guys","211":"call chica.","214":"call","226":"the fuck what what is that","227":"fuck what is that we should do","229":"we should do they see this","82":"movie I be part of that coming out","7":"I rolling up on the","43":"check it out what the hell is that bro send to my tree so I'm moving along","75":"all right that is a movie I be","60":"creature scary ship","128":"you got to get ahold of yourself","195":"we follow the blood is that your leave the good idea he has the keys Steven Wright","228":"what is that we should do they see","87":"second I thought heard something","231":"we should do they see this oh you fucking dick","179":"hey man can I have","221":"guy where are you I can hear you","61":"ship Jimmy just yet","153":"quit","217":"Indian guy Indian guy where are you I can hear you","79":"all right that is a movie I be part of that shot coming out","38":"found out and then they I'll come in after so she killed herself","118":"it sounds like a big loud and bro what side","152":"quit","71":"me the store on the other houses on the side of the","120":"it sounds like a big loud and bro what side","36":"action welcome back to Ghost Hunters I'm your host Jimmy J Johnny Smith I'm here with Jack and we're here","48":"all right I'm so apparently she killed herself with you but","225":"the fuck what what is that","76":"all right that is a movie I be part","224":"you what the fuck what what is that","12":"some old bitch died some time ago","213":"call chica.","189":"I could see and you guys","81":"a movie I be part of that shot coming out","98":"fuck","122":"and bro side","140":"play Oh Holy Night","143":"we like check first","204":"did you hear","246":"Timothy","196":"I had a lesson in his hat I disable data guys in there","208":"did you hear that call chica.","174":"just nice and slow","180":"hey man can I have the keys for sick SRI Avista what part of the plot okay I'll be right back","161":"Gulf Coast","162":"Gulf Coast","186":"is the","51":"sang San Marcos to Commerce Way","129":"to get ahold of yourself","6":"I rolling up","73":"the other stuff is outlast","119":"it sounds like a big loud and bro what side","92":"I thought I read something bro","177":"and slow","191":"I could see and you guys","53":"to Commerce Way","123":"side","72":"me the store on the other houses on the side of the houses the other stuff is outlast","222":"guy where are you I can hear you","5":"I","63":"what do you think Jimmy scary","163":"Coast","218":"guy Indian guy where are you I can hear you","97":"fuck","164":"Coast","15":"ago","41":"check it out what the hell is that bro"}