{"2":"enjoy hey Maria hope you're having fun in German and really missing you and so are all we and we look forward for you to have a great time while you're there and we look forward to seeing you when you come back before you go","11":"think I'm scared","46":"10 minutes","85":"I finally became Opa I knew I told you that I wasn't going to come home but anyways I became so I'm waiting for you to come take over my to do list because I can't do dying is going to help us buy","55":"is the love of our life we love her and just let it go past you show it to everyone","66":"thank you so mean I think we should try","29":"Tower of Power start","58":"you. Bitch","181":"how much I love you all the shit out of you. Go take on Germany yes and chocolate chocolate definitely talk to it I miss you and I can't wait for you to come back there","59":"Bitch","8":"think I'm scared","150":"put on there that he was the president of the United States","74":"scared that I know so","57":"go you show it to everyone you. Bitch","14":"think I'm scared","70":"scared","52":"is the love of our life","182":"I miss you and I can't wait for you to come back there still stop waiting for you to do so I'll see you tonight love you bye","83":"I finally became Opa","64":"thank you so","65":"thank you so mean","49":"10 minutes","44":"10","84":"I finally became Opa","4":"trance music a of techno music about a month late","45":"10 minutes","13":"think I'm scared","86":"going to help us buy","1":"hey Maria so when are you having a great time in Germany and we're super excited for you but we also know you're a little so we put together this little video for you honestly we missed the shit out of you so do you enjoy hey Maria hope you're having fun in","47":"10 minutes","54":"is the love of our life we love","50":"10 minutes","7":"back soon miss you from the essay I think I'm scared","9":"think I'm scared","75":"scared that I know so much","60":"Bitch","87":"oh","183":"see you tonight love you bye","3":"we look forward to you when you come back before you go to the clubs Germany has awesome clubs a lot of trance music a lot of techno music","61":"Bitch","71":"scared that","48":"10 minutes","76":"scared that I know so much","12":"think I'm scared","10":"think I'm scared","180":"how much I love you all the shit out","6":"no communication for me whatsoever hope you're having fun in Germany come back soon we miss you from the essay","73":"scared that I know","88":"oh yeah I think so","53":"is the love of our life","72":"scared that I","28":"Tower of Power","149":"put on there that he","5":"about a month late for all of the programming that we have to do the drive to do list and you're not here doing it on the way you been I have no communication for me whatsoever hope you're having fun in Germany come","63":"thank","56":"just let it go you show it to everyone you.","15":"I'm"}