{"2":"and my son was 48 and had been depressed because so though had worked from the age of 17 in write out the tale about a couple of years previously and work very very hard he wasn't getting contract so he was a bit fed up and then Hanna's wife ran into that have problems with the marriage so that added to the fact that he was feeling pretty rotten but one of the reasons was it as why so he'll to take","11":"and I haven't find a way","7":"then I to her I said no we don't need to just take him to start tablet is there a day Stickman that case it's been open birthday. I cannot say that suicide because his mind would not have been as open as it were but I don't I don't know what effect on the whole situation. Take her car and I would have had or how he feels about it so have you spoken to people at this conference it is I heard after","9":"and it's still a large I don't understand why something hasn't stopped it but you can't do drugs. Come you seem so powerful it before years is that the way through to do anything I feel like I should be doing something and I haven't find a way","10":"and I haven't find a way","8":"heard after his death cuz I heard a lot of people say all but did you know it wasn't just violence against the self they sometimes it can turn violent against the nearest and dearest their children and that can handle so I'm course it does say on the leaflet to get that this is what can happen if his suicidal ideation you know you could commit suicide I haven't taken the stuff and yet it's still a large I don't understand","6":"his earliest interested in stopping Pro I spoke to him a couple of times you just said oh well some people benefit so I'm not from stole scribing it and I think with the invoice is it Connor when he heard he was under the misapprehension that my son had actually been taking the drug since remember and he was just bringing a suicide but then I spoke to her I said no we don't need to just take him to start tablet is there","4":"he it he be coming down to see me tonight. but then he said no I'm not I'm going to see my wife and tell her I said no I'm going to take the tablet so I said I could realize I could know you voted on the third day after taking third tablet he hung himself I'm done so it was a direct result of taking Prozac cuz no question what","3":"of the reasons was it as why so he'll to take some kind of prescription and and helped himself to his depression. I'm totally against then so I was trying to make him try all the ways to add something it was persuaded to take the Prozac which I know I know it's supposed to I don't need to be sitting on his shelf for a month at least and he ate it he be coming down to see me tonight. but then he said no","5":"of Prozac cuz no question what happened is there a typical way that people kill themselves so upset Prozac a lot of those and I don't know all the other names and I just felt so cut off from knowing what to do who to contact and going to come here today but give me a feeling of yes there is a way people know and trying to stop it because his doctor's earliest interested in stopping Pro","12":"and I haven't a way","1":"and my son was"}