{"68":"my best I work hard for my phone you and the kids can I pay for this house I'm","2":"hello","89":"how was Bristol","11":"hello talk","39":"when Tuesday weather for Bristol","46":"thing led to the other","85":"take me to","25":"the silliest thing real how big a deal","55":"these things happen so I'm sorry your luck doesn't","42":"for Bristol smog you were gone and the kids are staying with friends","29":"I don't think it said good morning","58":"pre Cookie Cat I'm sorry","66":"such disappointment I try my best I work hard for my","74":"I have a good fucking man","95":"Perpetuating yeah but he was like","57":"so sorry your luck doesn't fit into this perfect pre prescribed Cookie Cat I'm","20":"please","90":"how was Bristol","14":"what what is it","31":"so I'm outside I cut my dick off","78":"right sorry you're right","70":"pay for house I'm a good fucking. God damn it I have a good fucking","33":"off so I just one more time please in case I'm Dreaming all day. I'm going to cut my dick off","18":"how was your weekend with the what the hell is happening","52":"hop out will the others mean what would I do and you know this just helping out","69":"for my phone you and the kids can I pay for this house I'm a good fucking. God damn it","96":"but he was like thank you but we","26":"real how big a deal when you think about it's just saw to that sells I","35":"off","83":"Lucky Monk who is loves you","17":"is it the kids what happened Mark kids with pine cones how was your weekend with the","64":"penis I'm sorry I'm such a disappointment I","65":"I'm sorry I'm such a disappointment I try my best I","44":"went for a curry the guys I had a job of a fuckboy we're","84":"Lucky Monk who is loves you","37":"I ask why I don't know what is anyone why did America put a man on the moon was the war in the Middle East why they decommission Concourse enough wise","45":"we're Curry a couple of beers","13":"hello talk","86":"take me to","67":"try my best I work hard for my phone you and the kids can","99":"I lost I mean everything my jewelry","94":"Perpetuating","30":"good morning","47":"thing led to the other","54":"guess you to be there your play me some fucking context these things happen so I'm sorry","32":"so I'm outside I cut my dick off","50":"hop out will","80":"amazing God you're an amazing husband","40":"Tuesday weather for Bristol","101":"we days to move out","82":"Lucky Monk who is","91":"how was Bristol middle-aged women making fools of themselves so you can imagine.","43":"smog you were gone and the kids are staying with friends and I went for a curry with the guys I had a job of a fuckboy","9":"hello","60":"stop top of brass","34":"time please in I'm Dreaming all day. I'm going to cut my dick off I got my cock and my balls clean off","87":"me to","3":"hello","61":"stop top of brass table have a penis anymore I'm","79":"sorry you're right amazing God","38":"wise how about when Tuesday","71":"good fucking. God damn it I have a good fucking man","36":"course and may I ask why I don't know","48":"led to the","12":"hello talk","100":"mean everything my jewelry on the money the house MP3 yes we days to move out","81":"Lucky Monk","98":"you but we went anyway and I lost I mean","16":"what is it the kids what happened Mark kids with pine","62":"stop top of brass table have a penis anymore I'm sorry I'm such a disappointment","21":"is it that go from across the road I mean whatever name is temperature","10":"hello talk","19":"the hell is happening incident please","51":"hop out will the others mean what would I do and you know","22":"is temperature at Fort Bend","24":"Lil Wayne says the silliest thing real","73":"God damn I have a good fucking man","92":"fools of themselves you can imagine.","53":"mean what would I and you know this just helping out being supportive this is difficult to explain this this all made sense of the time I guess you have to be there your","72":"God damn it I have a good fucking man","28":"that sells I don't think it said good morning","23":"Fort Bend","63":"a penis anymore I'm sorry I'm such a disappointment I","27":"big a deal when think about it's just saw to that sells I don't think it said good morning","56":"these things happen so I'm sorry your luck doesn't fit into this perfect pre prescribed","97":"you but we went anyway and I lost","41":"weather for Bristol smog","15":"what what is it the kids what happened"}