{"2":"I'm feeling pretty nervous right now.","89":"like I'm cuz it's a beautiful day","11":"Isabella","39":"ideally, I do wish I could take you Sarah to get my weather tomorrow to have and better for","46":"Right now cuz it's okay","85":"like I'm broke","134":"and I just want to say that I promise to","136":"I just want to say that I promise to take care of daughter forever","55":"been smiling since","42":"poorer in sickness or no","66":"you wanna break up","58":"so excited the rest of our life together starting a family together and","59":"the rest of our life together starting a family together and it is really","142":"you very much","139":"I'll treat you with the utmost respect and I love her for a long as","57":"this morning and I guess I'm just so excited","90":"I'm cuz it's a beautiful day","78":"how do you say","133":"and I","35":"ideally,","135":"and I just want to say that I promise to take care of","64":"let's just","65":"let's just you wanna break up","49":"okay","44":"till death do us part I'm here.","138":"daughter forever and I'll treat you with the utmost respect and I","4":"it's a beautiful day","37":"ideally, I do wish I","45":"part I'm here. I played you my Facebook? Right now cuz it's okay","13":"Isabella","86":"like I'm broke cuz it's a beautiful day","67":"wanna break up","93":"it's a beautiful day","137":"I want to say that I promise to take care of daughter forever and I'll treat you with the utmost","141":"and I love her for a long as ours. So thank you very much","1":"I'm feeling pretty nervous","47":"Right now cuz it's okay","77":"how do you say","80":"how do you say","40":"weather tomorrow to have and better for worse for richer or","82":"how do you say","91":"cuz it's a beautiful day","43":"or no till death do us part","9":"Isabella","60":"a family together and it is really feel so inclined","87":"like I'm broke cuz it's a beautiful day","3":"I'm feeling pretty nervous right now. Anxious but I am excited that he should pay for me so um it's a beautiful","61":"is really so inclined","79":"how do you say","38":"ideally, I do wish I could take you","71":"is","36":"ideally, I","48":"it's okay","12":"Isabella","81":"how do you say","140":"you with the utmost respect and I love her for a long as ours. So","10":"Isabella","88":"like I'm broke cuz it's a beautiful day","73":"is","92":"it's a beautiful day","72":"is","5":"a beautiful day","63":"let's","56":"been smiling since this morning and I guess I'm just so","41":"have and better worse for richer or poorer in sickness or no"}