{"68":"left I wish my aunt Jenny good afternoon. so downhill from","148":"who's info I would be sad without you","124":"mr. Lowery","39":"peoples of all four years","85":"to be around so what do just I just don't want you to be my nurse","158":"I have a headache you haven't taken your meds yet","160":"come on","25":"okay","55":"and how long didn't want to be rude","42":"socius sounds like fun","29":"Yugoslavia Kate Moss","58":"worry yourself","66":"I have a feeling things will get better waited long enough","151":"all right Harry","170":"everything","59":"how are you feeling you shop","155":"call Caitlin conductor","142":"abandoned on the line in an agony","74":"made it before she died I kept it Frozen real fruit my Jenny had fun the last apples hey,","139":"go go go sun sun","57":"don't worry yourself","111":"you know Joshua how to say I'm sorry note to self","31":"Kate Moss","159":"have a headache you haven't taken your meds yet come on","112":"apologies I'm sure you can order well I'm sure someone will","70":"so downhill from here wait","106":"someone lost Waypoint himself","52":"how's the food guess it's don't lie to me","33":"smell of a citizen own something","121":"meaning of indistinguishable","69":"so downhill from here","114":"will him as he was Loving Hut send","109":"come down how do you know Joshua","165":"the dead end I'm not sick","96":"ladies and","26":"okay","166":"I'm not sick","83":"we had a good time together. but what's the point I mean you don't even going to be around so what we do","146":"I'm just scared because we called in the end of it but if we come together any Hop Is Back are you friends coming","64":"can you touch me the conductor he has a free slot I knew it Starkville are you sure","65":"are you sure I have a feeling things will get better","49":"I to talk to self-help tabetic is that","44":"my data too slow","84":"I mean you don't even going to be around so what we do just","138":"left faucet well you know go go go sun sun","37":"anytime","145":"feel it too","110":"how do you know Joshua","127":"Dykes ripen just be silent","168":"what is it now","86":"want you to be my nurse","67":"is there anyone you want to be that no one left I wish my aunt","99":"Tulare Joshua Larry we Rejoice","126":"Dykes ripen","137":"Joshua left","141":"a worry about guns sing","105":"we had to shovel double boil someone lost Waypoint","30":"Kate Moss","115":"was Loving Hut send Haines dumb","47":"even the first person I've seen four weeks","54":"altitude for and how long didn't want to be rude","32":"smell of a citizen own","50":"chest","80":"how are you just sick what's wrong","40":"you going somewhere tonight socius","101":"sexy here at the brink of the","171":"everything","82":"wrong we doing gaga","43":"like fun sing","60":"shop since indict lonely","34":"of a citizen own something","147":"Hop Is Back are you friends coming who's right info","157":"I have a headache","104":"to we had to shovel double","87":"it's happening to me assistive","103":"I've always felt that at the end of a good life is only right to laugh","152":"Harry","38":"peoples of all four years","120":"meaning of indistinguishable","154":"call Caitlin conductor","48":"I've seen four weeks sometimes I have to talk to self-help","113":"well I'm sure someone will remember him as he was","167":"not","100":"Joshua Larry we Rejoice sexy stance","81":"sick what's wrong","98":"attorney occasion Tulare","122":"two sloths","140":"sun sun just a worry about guns","62":"been meaning to tell me about something","107":"himself","143":"on the in an agony","169":"what is it now","102":"here at the brink of the card I've always felt that at the end of a good life","162":"what's wrong untypical you said you wanted to come it'll be over soon enough is this may not come","51":"chest","88":"assistive","24":"hey","73":"Jenny made it before she died","156":"conductor I","53":"don't lie to me that hasn't been anything that he altitude for","116":"Haines dumb","123":"two sloths mr. Lowery","28":"I got slow Yugoslavia","23":"hey","63":"tell me about something can you touch me the conductor","163":"is this may not come should I feel like I'm abandoning you oh, you said yourself is going to happen so you anyway what's changed this morning sickness hell","27":"okay I got slow","56":"don't worry yourself","97":"ladies and gentlemen thank you for attending White attorney suspicious occasion Tulare","108":"must come down how","41":"going somewhere socius sounds like fun","164":"hell the dead end I'm not"}