{"68":"what do you say to","2":"I sometimes feel like this is not me at all","89":"LOL did you say you're very","11":"I love you the way you are","39":"me Blue's Clues you know","46":"play the viola","85":"LOL","42":"Clues you know","29":"this is","8":"the white man why would I waste my time I want to go to school I want to go to The Varsity want to go to the wild animals play music","95":"who got side tell me we can every morning so addicting telephone flavored was this thing that yeah him to go to work and come back Boston Middle School","90":"LOL did you say you're very","20":"the future on my mind I was walking these Lansdowne Road hand-in-hand with","14":"I can see","31":"is the song that Ariel","70":"what do you say to court when you start receiving something comes up or why has I want Spirits we as African","33":"is the song that Ariel talk about the social, or all sorts of things","18":"I can see the future","69":"what do you say to court when you start receiving something","96":"come back Boston Middle School","35":"or all sorts of things that are happening in their society","17":"I can see the future","49":"play the viola person gay you know how I'm going to","44":"know yeah Algonquin","4":"sometimes feel like this is not me at all this is not me I I","37":"their society and everyone when they see me","45":"play","13":"I","86":"LOL did you say you're very","99":"we are all game.","93":"so that's why I who","94":"that's why I who got side tell me we","30":"this is the song that Ariel","1":"I sometimes feel like","47":"play the viola","32":"is the song that Ariel talk","50":"play the person gay you know how I'm going to Google it today when they were getting","40":"Blue's Clues you know","101":"all game.","91":"LOL did you say you're very","7":"I smiling for the white man why would I waste my","9":"play little girl I love you the way you are","43":"Clues you know","34":"about the social, or all sorts of things that are happening in their","87":"LOL did you say you're very","3":"I sometimes feel like this is not me at all","38":"society everyone when they see me Blue's Clues you know","71":"up or why has I want Spirits we as African school with with no it's not","36":"all sorts of things that are happening in their society and everyone when they see me","48":"play the viola person","100":"we all game.","16":"I can see the future","21":"with music is one of the powerful pool","10":"I love you the way you are","19":"I can see the future on my","51":"to it today when they were getting both of us and then we are going to the train to come back to college together","22":"music is one of the powerful pool","6":"not me I I I feel like something is being taken away from us. Replace my brakes at machine there's no reason I smiling for the white man","24":"powerful pool you can talk pokeinfo but if you stop putting it on a piece of paper then you write it then you sing and then we'll sing along with you unconsciously","88":"LOL did you say you're very","92":"LOL did you say you're very beautiful so that's why I","72":"not","28":"this","5":"is not at all this is not me I I I feel like","23":"is one of the powerful pool you can talk pokeinfo but if","41":"Blue's Clues you know","15":"I can see the future"}