{"89":"go to photograph an actor","46":"it's special","85":"come pull up RC matematica she wanted to quit feeling of death of quantity Barfield Clinic, Cheshire Connecticut read meter","25":"actually exposed Polaroid as a young boy my father was a Polaroid photographer all his family photos for always polaroid so growing up to me it was just that's what the time if he was was full imagery an instant imagery","55":"4 by 5 back is really important for photographers","42":"stand there and I","29":"would be some of the","58":"are you get the friend you know what you want to know what's on the negative","59":"the you know what you want to know what's on the negative have an issue credible","74":"National retard","57":"are you get the friend you know what you","20":"my God Rollie Pollie","90":"go to photograph an actor and actress and they see that you have that big camera and it is a unique experience for them also","111":"the real of the work is standing right in front of the pieces because he has a lot of text her this color of those","14":"or 68 the great","31":"freaking do Polaroid film Polaroid","78":"Nickelodeon on in my wallet I should going to become a villain you have a beautiful vagina look for me some putting the same. Give me a call or text you.","112":"right in front of the pieces because he has a lot of text her this color of those there's all these things happening that the kind of get lost in a reproduction","106":"to the positive create the image","33":"Polaroid Polaroid made some film","52":"It's an old fart. rap lyrics with i for the Polaroid back and I took an instant pictures of all the people that I drew for free","18":"react to and they said oh my God","109":"for me the real experience of the work is","26":"imagery instant imagery would be","35":"Polaroid made some film for the 8 by 10 camera portraits and got incredible results with it and it was a period in the early 80s when I was doing large portraits of redheads","83":"New York here in a few fact that you","17":"the great thing about Polaroid is I can say you're not stealing someone's image you know the thing comes out of the camera goes up on the wall hey they can react to it and they said oh my God","64":"of digital camera not the same","49":"the camera shot. It's an old fart.","44":"stand there and I would just make the picture and we pull it out see the picture I make another one for them I kept one for myself I did this in the course of five hours at a hundred and twenty I knew you could only do that with Polaroid because no other film was instituted its own thing there's","84":"New York here in a few fact that you took the last week did you come pull up RC Cola matematica she wanted to","37":"of redheads","110":"for me the real experience of the work is standing right in front of the pieces because he has a lot of","45":"no other film was instituted its own thing there's nothing else like it has its own color range it describes reality in the Polaroid way and it's special","13":"I've been making photographs for 48 years and I use Polaroid probably since 1967 or 68 the","86":"read meter","99":"but more","93":"the subject really participate in the experience of being photographed because they see a huge image immediately it's very different when you're shooting a digitally and they see a small image on the screen and they're lucky now they see a big finished image of themselves up on the wall and they can really what they look like they can see it completed","94":"can see it completed","105":"in the way the film goes through the rollers the fact that transfers from the negative to the positive to create the image","30":"would be some of the really unique and wonderful things dog freaking do with Polaroid film","47":"it's special the","54":"4 by 5 back is really important for","32":"do Polaroid film Polaroid made some","50":"camera shot. It's an old fart.","77":"egg Easter Nickelodeon on in my wallet","101":"but more important to me what attracted me as an artist with what I refer to as the plasticity of the medium and by that I mean that the physical characteristics cuz every Polaroid film has a physicality to it rather than just an image you know it's a","91":"is a unique experience for them also the","43":"stand there and I would just make the picture","75":"National retard Easter","60":"credible you know as always they love the","34":"Polaroid made some film","104":"image know it's a snack physical thing and in the way the film goes through the rollers the fact that transfers from the","103":"just an image you know it's a snack physical thing and in the way the film goes through the","61":"you know as always they love the camera they love looking at the back of it they love watching the rent come out those up in the wall and then I think we ended up probably shooting for an hour and a half or something like that","79":"call or text","36":"of redheads","48":"the camera shot. It's an old","113":"a reproduction","76":"National retard Easter egg Easter","12":"I've been making photographs for","100":"but more important to me","16":"68 the great thing about Polaroid is","62":"hour and a half something like that the camera is the","21":"Rollie Pollie Aquatica sequined Odell in Tennessee. Gambia cybersecurity","102":"a to it rather than just an image you know it's a snack physical thing and","19":"and they said my God Rollie Pollie","51":"camera shot. It's an old fart.","22":"actually","24":"actually exposed Polaroid as a","92":"the subject really","53":"for free 4 by","28":"instant would be some of the","23":"actually","63":"camera is the is the vehicle and the conduit are the whatever for enough for that communication back and forth and you can say you look in the back of a digital camera not the same","27":"instant imagery would be","56":"is really for photographers are you","108":"for me","41":"stand there","15":"or 68 the great thing about Polaroid"}