{"89":"sometimes true love really do eggs and it's good to know that in this world","210":"since you","85":"today shows that sometimes true love really do eggs","158":"did most of the time but so I get closer to you day by day","160":"so much and I can play Thunder you tonight","215":"I known so if that's the old me","151":"yeah I was just","155":"yeah I was just made me the happiest man in life","150":"yeah I was just","209":"since","95":"supporting and for for being my best friend","90":"love do eggs and it's good to know that in this world nowadays","20":"when I saw you coming beehive today morning I let's just how lucky I am","111":"and soulmate","14":"even begin to explain how I absolutely stunning you look today morning","78":"Mister Marissa thank you for the in is Sumner but knows we been","159":"so I get closer to you day by day please accept me for who am I and I'll be with you forever I love you so much and I can play Thunder you tonight","106":"you understand me no one can make me smile and laugh.","18":"when I saw you coming","212":"since you know me I wasn't known","109":"smile and laugh. I always bring the best out in me","219":"old me","96":"and for for being my best friend","83":"things but the media today shows that sometimes true love","17":"stunning look today morning when I","84":"the media today shows that sometimes true love really do","220":"me","110":"smile laugh. I always bring the best out in me you're the best friend and soulmate","13":"icon even begin to explain how I absolutely stunning","86":"that sometimes true love really do eggs","99":"my best","93":"that this world nowadays that is still something called love so thank you for being there","94":"is still something called love so thank you for being there for supporting me and for for being my best friend","216":"if that's the old me","105":"for so many reasons you understand me no one can make me","77":"Mister Marissa","80":"knows we been through so many many things but the media today shows","101":"Samsung. I","211":"since you know me","214":"since you know me I wasn't known so if that's the old me","82":"so many things but the media today shows that","91":"eggs and it's good to know that in this world nowadays that is","157":"maybe you did most of the time but so I","104":"you so much and for so many reasons you understand me no one can","87":"sometimes true love really do eggs","103":"you so much and for so many reasons","153":"yeah I was just","217":"if that's old me","79":"for the in is Sumner but knows we been through so many many things","152":"yeah I was just","154":"yeah I was just","12":"icon even begin to","213":"since you know me I wasn't known so if that's","100":"Samsung. I","81":"through so many many things but the media today shows that","98":"for being my best","16":"how absolutely stunning you look today morning","107":"understand me no one can make me smile and laugh. I always bring the","21":"beehive today morning I let's just how lucky I am today","102":"Samsung. I","161":"I can play Thunder you tonight","19":"when I saw you coming beehive today morning","162":"play Thunder you","22":"morning let's just how lucky I am today","88":"sometimes true love really do eggs","92":"it's good to know that in this world nowadays that is still something called love","156":"me the happiest man in life and maybe you did the most of the time but so","23":"how lucky I am today","163":"play Thunder you","218":"that's old me","97":"for being my best friend","108":"can make me smile and laugh. I always bring the best out in me","15":"begin to how I absolutely stunning you look today morning"}