{"2":"tribe","11":"damn and you got it","39":"in. I think a natural reaction I went to other cities I heard how to see you","25":"that the internet was very new still was quite fresh","42":"activity in Nottingham she wants to come straight home the community drag","29":"quite fresh so you couldn't Google is Diwali what I mean it's like finding your","8":"I've been with like 40 RuPaul drag queens and it was like a special holiday.","20":"I was a teenager it's the eighties early eighties and","14":"you got when I was a teenager it's the","31":"my apps yeah it's kind of classic I mean I don't tell","33":"no I mean kitty is a media hole I mean she's been unloaded TV programs and will carry on that this part this year's is slightly held back on the TV something","18":"when I was a teenager it's the eighties early eighties","26":"internet very new still was quite fresh so","35":"drugs about 2 years and I do not know what was available in. I think a natural reaction","17":"when I was a teenager it's the eighties early","44":"drag means to me","4":"drag all drag is politics drag is drama","37":"in. I think a natural reaction I went","13":"you got it when I was a teenager","30":"it's like finding your procedures eat well all the hits your ass tray of Club Drive to think lot. It was very very difficult my apps","1":"dizzy tribe","32":"mean I don't tell jokes but I'm full observation drag queen I'm not going to pull the Schnitt Bianca. no","40":"went other cities I heard how to see you guys go and get Manchester","7":"my life it's challenges it's not just put an address on it it's you know it it's creating something that people will invest in people love people hate me people have no idea.","9":"a holiday. I need to spend the week hanging up hanging out with people drag queens and seeing that shows in the evenings. I thought I'm going to try cup","43":"drag means to","34":"back on the TV something when I when I first started doing drugs about 2 years ago and I do not know what was available in.","3":"drag is all drag is","38":"in. I think a natural reaction I went to other","36":"not know what was in. I think a natural reaction I","12":"damn you got it when I was a","16":"when I was a teenager it's the eighties","21":"was a it's the eighties early eighties and you've","10":"I thought I'm going to try cup a group of animals live which is just outside nothing damn and you got it","19":"I was a teenager it's the eighties early eighties","22":"it's eighties early eighties and you've got people like Boy","6":"my name is Ashley and I'm a dragon test to me it's it's something to complete my life it's challenges","24":"that the internet was very new still was","28":"was quite fresh so you couldn't Google is","5":"is drama drag is whatever you want it to be my name is Ashley and","23":"you've got people like Boy George Charles and David Bowie on people like that and that the internet was very new","27":"very new still was quite fresh so you couldn't Google","41":"United We is on a lot more activity in Nottingham she","15":"when I was a teenager it's the"}