{"30":"have on stage is from A6 thing I don't really think about it I'm like I'm sharing these unique","33":"I need to find my way of communicating you.","41":"Jerry 3D tango songs and and as I'm on writing now. Thinking about my neck. But I'm already so so I'm really this is strong base for me isn't strong enough at the moment I want to be able to wait till tomorrow","32":"these unique moment Titanic I need to find my way of communicating","40":"what I want to do the next Jerry 3D tango songs and","16":"and really be stronger. you on everything so every song","11":"have to say bye everything you know to have","21":"of us everything everything down there is somebody with you all the time at why do you really want to leave why are you really","39":"we sharing else that's what I want to do the next Jerry 3D tango songs","7":"realize I was writing all the songs whereabouts","9":"of everyone wants to go out with me just to leave me you have to say bye bye everything you know","25":"really sick of where are what are songs I took any of that","10":"you have to say bye bye everything you know to have","26":"where are what are songs I took any of that make sense I don't know I just realized that I completely say bye-bye to my other life","29":"bye-bye to my other life everything binging with animals everything I know you know I like it only comes in as I have on stage is from A6 thing I don't really think about it I'm like","34":"to find my of communicating you. We're coming to my house address I need to talk to them about you still want to sing other people songs all the time","35":"to other people songs all the time","19":"you only want to go away because you going to be able to come back my dream was to go in it's my dream team. Because I'm a big fan of Morrissey in the","17":"be you on everything so every song is about this fantasy to go away","42":"enough at the moment I want to be able to wait till tomorrow","43":"tomorrow","8":"I was writing all the songs whereabouts going somewhere else. and your life is going to be scared of stuff and I realize that that's why I said City where people are so proud to be on Canyon like Manchester people and Reedy proud of everyone wants to go out with me just to leave me","22":"somebody with all the time at why do you really want to leave why are you really sick of where you","24":"really want leave why are you really sick of where you are what are","4":"list of the flashes","37":"English people in Australia I understand it's just great because we sharing something else that's what I want to do the","3":"list of","28":"say bye-bye to my other life","5":"of the flashes","38":"it's just because we sharing something else that's what I want to do the next Jerry 3D","20":"it's my dream team. Because I'm a big fan of Morrissey in the Smith and all these see you wave Joy Division of us got everything everything down there is somebody with you all the","23":"all the time at why do you really want to leave why are you really sick of where you are","13":"you know to have of course you'd like to come back and","14":"have of course you'd like to come back and really be","31":"really think it I'm like I'm sharing these unique moment Titanic I","27":"that completely say bye-bye to my other life","36":"the time English people in","15":"you'd like to come back and really be stronger. you on everything so","12":"everything you know to have of course","18":"every song is about this fantasy to go away and you only want to go away because you going to be able to come back my"}