{"30":"honey","41":"that actually kind of responsibility didn't say didn't reach out to the you know even the staircase so it ends where your door ends and oldest public spaces is","32":"so yes it was. really pointed out that endorsement my people","40":"fat but that actually this kind of responsibility didn't","16":"kind of it down so basically I only know arches when they're underage","11":"what will of it with all this and we will see in the future","21":"unbuilt indoor market going to be like a huge Mall","39":"I if it was just one state that managed all these places and then when collapse of Soviet Union everyone because the Kemah private owners of their fat overnight but that actually this kind of","7":"no other environment in Estonia was","9":"in such a short time this is the plan from 1970s of how last time I was supposed to look prolensa very impressive many of","10":"prolensa very impressive many of you know right now that's that it's finished and that's what is peculiar about. be compared to other it was kind of pill is it in in Thailand and we are driving actually through this piece of land that was supposed to be also full of residential housing but is now kind of a waste and we can say so what will become of it with all this and we will see","34":"my just don't know about what is happening in their neighborhood and this is why I actually may need to receive last time I last","35":"and this why I actually may need to receive last time I last name of people as every passes that they don't actually care about","42":"it where your door ends and oldest public spaces is perceived as no man's land","19":"Lucy connected with the TV tower lights at night time","17":"arches when they're underage so this is nice public area just to make it more","8":"no other environment in Estonia was changed so radically in such a short time this is the plan from","22":"area this district and it's like hello cuz people don't even know what the planets are","6":"into art","4":"the subject practical matters and the room and","37":"actually care their environment or they don't even want to know about the environment kind of a matter of habit","3":"boac the subject","5":"and the room and function everything so far up this project was more like XP printing on the edge of where the furniture turns into art","38":"kind of a matter of habit because I hear if it was just one state that managed all these","20":"the structure or a structure of unbuilt indoor market","23":"so be prepared I said Shoe Shop in 2 seconds","14":"in between this you could say stricter Martin flock. nice","31":"so yes","36":"last name of as every passes that they don't actually care about their environment or they don't even want to know about","15":"stricter flock. nice sculpture that they want to kind of take it down so basically I only know","33":"it was. really pointed out that endorsement my people just don't know about what is happening in their neighborhood","18":"area just to make it more Lucy connected with the TV tower"}