{"68":"ridiculous","148":"is is so gnarly it was awesome the first few seconds it was like my stomach was like call me down after like hassle.","2":"today I'm going bungee jumping","39":"my bungee jump this morning your first attempt bungee jump","46":"Grace","85":"what's the psycho","158":"number 56","160":"number cross off","42":"jump practice right here","29":"Sweden breakfast right now the breakfast of a champion I'm still super something good for today","151":"everything was like rushing passing music this is nuts","144":"all good. how","59":"tell me to bring my","155":"zip line with me I told her 6","142":"it's all good.","150":"So they can it was a bunch like it's like my heart was left out there on the platform","139":"it's all","78":"people can","159":"number 56 cross off","70":"ridiculous is it this is it this is it","106":"Square The Villages killing me never not chasing a million things at","52":"she there","18":"and yeah","69":"ridiculous is it","35":"I was actually","146":"how are you feeling","17":"Amazon weather today as you can tell from my voice sounds very ill but I'm super excited the inside and and yeah","64":"it's good","65":"it's good","49":"spinner for food how we","44":"so good Sophia","37":"I was actually practicing my","145":"good. how are you feeling","45":"so good Sophia Grace","86":"the psycho","67":"ridiculous","141":"it's all good.","105":"Square The Villages","30":"something good for today Spanish for breakfast Miss finishing up breakfast","1":"the 17th the 17th of May today I'm going bungee jumping","47":"spinner for food","50":"spinner for food how we had lunch on a rooftop patio just amazing and now we're heading to to the actual budget dumping site it's in Aquaria things called Morrison Square you're something and I'm still feeling great but butterflies are starting to sink in my stomach and so we'll see that's what this whole thing is all about is about challenging yourself and","77":"weather people can","40":"my bungee this morning your first attempt bungee jump practice right here","82":"some on the platform I'm pretty sure you know","75":"weather people can","60":"tell me to bring my GoPro up there so I can bring you guys for the pipe but I'm getting nervous","147":"are you feeling is is so gnarly","157":"yeah number 56","104":"Square","61":"pipe but I'm getting nervous Jimmy","153":"thank you","152":"nuts","38":"was actually practicing my bungee jump this morning your first attempt","71":"this is it","154":"thank you for coming I'm glad you got zip line with me too I told her","36":"I was actually","48":"spinner for food how","76":"weather people can","140":"it's all good.","143":"all good.","16":"Amazon","62":"I'm getting Jimmy crazy. 200ft bro this is that right it's from a crane that a sketchy but it's good","107":"killing me never not chasing a million things at Walmart","161":"off","162":"off","51":"so see that's what this whole thing is all about is about challenging yourself and feeling nervous and it's awesome alright she got there","73":"is it","72":"this is it","28":"Sweden breakfast right","149":"So they can","63":"but it's good","27":"Sweden","108":"a things at Walmart Play-Doh silicone","15":"Amazon","41":"attempt jump practice right here"}