{"18":"on July 4th the bridge of celebrating Freedom if you know anyone who is a veteran or an active duty please invite them to join us as we honor their service we will have a drawing for a $250 cash prize for veterans and those in active duty","2":"have a complimentary lunch with","16":"only $10","11":"about the Mission Vision and values of the bridge we will meet at The Bridge Church offices from 1 to 3 p.m. July 11th childcare provided for limited number please sign up at the connection center for hope to see you there it's time to get away","21":"the mission trip for uses full member to pray for the team June 22nd through June 30th as they travel to youth conference in Georgia and then on to Florida serve at the bridge campus in Marietta","7":"bridge about the Mission Vision I can't","9":"my ear whole time she's in my ear let's talk about it","10":"ear whole time she's in my ear let's talk about it","17":"only $10 Fourth of July 4th of July on July 4th the bridge of celebrating Freedom","8":"bridge about the Mission Vision I can't work like this she's in my ear the whole time she's in my ear let's talk about it","6":"weather in Newark been coming for a while this is your optica Ops stand for tunity to see more of the mission hear more about to see more of the vision to see Visions more see more Visions at the bridge about the Mission Vision I","24":"other guys at the the cost of the breakfast is $12 July 10th 8:30 a.m. to 10 a.m.","4":"show me start from the from the top weather in Newark been","3":"have a complimentary lunch with us and learn more about the bridge whether you are new or have been coming for a while this is your opportunity to hear more about the Mission and values of the bridge we will meet at The Bridge Church show me start from the","5":"weather in Newark been coming","13":"there it's time to get away give me some","14":"there it's time to get away give me some Hawaiian inspiration join us at the Marriott Hotel on July 17th from 1:30 to 3 p.m. for a luau with swimming snacks lots of fun real cool Ellison get an early bird special and buy your ticket and the connection center only article I hear what you say More Than Words who","15":"Than Words who works. get an early bird special and buy your ticket at the connection center for only $10","12":"you there it's time to get away give me some","1":"have a complimentary lunch with"}