{"68":"temporary job","2":"sneak boat","11":"jet ski","39":"in the field","25":"rich","55":"tonight depends on all my teeth pulled first thing in the morning I want some great Blues from a blind hole then I hit the","66":"temporary job","58":"high pain block","59":"pain block the finding paint","8":"hard","57":"a blind hole then I hit the high road","20":"always say I wish I could be the best at anything I ever I'm","14":"ski","31":"Victoria dreams net worth","70":"I","33":"worth","18":"I will always","52":"how about you tonight depends on","69":"I","26":"I don't want no drama Iris bringing me ponies","17":"I","64":"only now know what police are trying to change","65":"what police trying to change","37":"iodine in the medical field","13":"ski","67":"temporary job","30":"Victoria dreams","1":"sneak boat","54":"how about tonight depends on all my teeth pulled first thing in the morning I want","32":"dreams net worth","80":"nobody nobody","40":"field","7":"hard","9":"jet ski","60":"pain block the finding paint dresser. Jane just rolling with the","3":"boat","61":"block the finding paint dresser. Jane just rolling with the stainless only now I","79":"nobody","38":"iodine in the medical field","71":"I think the team just to make a new one","36":"iodine in the medical","12":"jet ski","16":"I","62":"paint dresser. Jane just rolling with the stainless only now I know what police are trying to change","21":"could be the best at anything I ever I'm late night shifts on the street","10":"jet ski","19":"I will always say I wish I could be the best at anything I ever","22":"I'm late night shifts on the street trying to get","6":"play hard","24":"shifts the street trying to get rich","73":"the team to make a new one","53":"how about you tonight depends on all my teeth pulled first thing in the morning","72":"I think the team just to make a new one","23":"night shifts on the street trying to get rich","63":"with the only now I know what police are trying to change","27":"don't want no drama bringing me ponies","56":"first thing in morning I want some great Blues from a blind hole then I hit the high road","15":"ski"}