{"30":"Court","33":"Justin allgaier Savage","41":"I'm a block head should be dropping soon as you said","32":"Justin allgaier","40":"make money off all this shit and I'm a block","16":"of this is where I'm usually here for Jolie and where I'm at right now news for the joy","11":"show me riddle.","21":"for songs or the video computers right here to all technical stuff that I really can't show you right now but everything everything you're going to hear this pretty much like the part of the heart right here all we radio meds are still let me know a lot here man","39":"and put them same way we all make money off all this shit and I'm a","46":"street trying to tell","26":"become a recording studio engineer","43":"damask Massachusetts shelter 413 day kill himself to right now if you Sopranos DJ Fisher it just opportunities I'll probably take them as they come but I'm more looking towards older people that are still good not not the new game cuz the new people in the game right now they ain't I ain't really ain't really tough like showing up and proving people what they want to hear in the","25":"I came here. B radio to become a recording studio engineer","35":"Justin allgaier Savage the richest bull creatures Brooklyn New York on Davie Avenue real recognize real you already know what time it is man it's your boy","34":"Justin allgaier Savage the","29":"carnival at dinner Denver Court","42":"block head should be dropping soon as you said already has all that cold up there I was more working with like maybe Jadakiss try to do something with him or something maybe 50 a dreamer haldex like to do something with them need the shots 25082 cuz they Tennessee right now my own team we got our own team damask Massachusetts shelter 413 day kill himself to","19":"sting and right here we have a warm everything Master for our songs or","17":"where I'm usually here for Jolie and where I'm at right now news for the joy of the show in the morning for the FM show that we have here and are back in the world ever my opinion DJ Rob nice he does his thing here with a morning 6 to 9 a.m. on Jolie in the morning and doesn't sting and right here we","22":"heart here all we radio meds are still let me know a lot here man special for the community if you want to hit us up like I said with the lives were right before Jay eyes interview and just hit me up if you want to get you moving here right here I'm going go video life.","44":"tough showing up and proving people what they want to hear in the street I'm trying to tell","24":"I came here. B radio to become a recording studio engineer","37":"will be on the map soon enough so I got I","28":"Google all this equipment right here is use the record the hardest like something over there and like I master every single song that they need right here I'm answering right there carnival at dinner Denver Court","38":"I got I got I got broad audience whatever that's cool but I got my husband a sandwich and then I got people hit me up Hey where's the country out-of-state out of country how many songs is basically at this point I'm building my LLC my LLC up my company Zoo for life you already know what it is I'm trying to bring my brother into the shed or Gotti and put them same way we all make money off all this shit and I'm a","20":"right here we have a warm everything Master for our songs or the video computers right here to all technical stuff that I really","23":"go video life. right now we are ugly radio.com represent for full court and Reese never had sent me a little bit about yourself Ellis I came here. B radio to become a","45":"in the street trying to tell","13":"Now or around us we are independent radio for independent listen to see what the sign right there and everything happened all the interviews that we have an independent artist and everything politicians lawyers everything in between that happens live with in the New Haven area also we have a man's 4fm show in a man caught it right here also would like see right there that's the","14":"right here would like see right there that's the computer that we have all the phone got it right here on top of this stage is where","31":"Justin allgaier","27":"studio engineer sit down there's a chair in the air adjust the mic Google all this equipment right here is","36":"real recognize real you already know what time it is man it's your boy Glock 9 mm and OG double MFM Rich shout out to Jay I'm at. The whole family in the hole 03 the oct will not be on the map soon enough","15":"right here on top of this stage is where I'm usually here for Jolie and where I'm at right","12":"show me riddle. Now or around us","18":"in the morning and doesn't sting and right here we have a warm everything"}