{"68":"or just doesn't scare me at all it's only going to get","148":"what honestly I've done it with","124":"makes and death decisions here dr. Huxtable or dr. Kevorkian","89":"hey wait a minute I have an idea of your knees beside you.","39":"to vated they're taking the engine off or airplane","46":"possibly ever","85":"States of to search more of this we are entering the most frightening time that I can remember in my life in America hey wait a minute I just have an idea","134":"vicious things Pete's dope smoking tickets are disease","136":"disease granola fat fat","160":"that's","55":"Play Paranoid I'm just coming down the end of our","42":"or airplane they are the ones who are insane just as Michael Jackson","29":"starting to wake up.","58":"I'm just coming down the end of our country and drink of","66":"America or just doesn't scare me at all","131":"to at chill with you I have said vicious things Pete's dope","144":"a million years I wouldn't Glick Dental","59":"just coming down the end of our country and drink of absolute","151":"honestly I've done it with my own dog really","155":"with my dog really","142":"in a million years I wouldn't","150":"honestly I've done it with my own dog","170":"paying attention","181":"video and editing it was that was added good night","173":"I'm telling you we're not going to let these weasel damn thing at the hell would be Waters end of turtles","74":"God please listen","95":"get on your knees and ask the Lord what we should be doing I don't care if you worship the","176":"Waters end of that was evident she warned about people taking","57":"Paranoid I'm just coming down the end of our country and","20":"I got the crazy talk a little candy Let's Get Right","90":"have an idea of your knees beside you.","111":"Line in the Sand","14":"waste an emergency this sounds I got the","31":"starting to up. You're not","78":"I'll have to fundamentally transform","112":"Line in the Sand","175":"at the would be Waters end of turtles that was evident","70":"just doesn't me at all it's only going to get much much worse for you","106":"Grandma let's talk about it I'm going to go on living my life the way I choose to live at what is this adding up to","33":"up. not allowed to vated","52":"Play Paranoid","18":"sounds I got the crazy talk a little candy","69":"or just doesn't scare me at all it's only going to get much much worse for you","114":"Line in the Weekender","109":"is this adding up to","165":"that's why I keep gravy boat right underneath the desk here only if you know","96":"ask Lord what we should be doing I don't care if you worship the school talk to the spoon blindness","182":"video and it was that was added good night","166":"boat right the desk here only if you know","133":"have vicious things Pete's dope smoking tickets","35":"not allowed to vated they're","83":"I'll have to fundamentally transform the United States of America to search more of this we are","125":"here dr. Huxtable or dr. Kevorkian let's talk about","135":"smoking tickets are disease granola","130":"wait I choose to live at chill with you I have said vicious things","146":"Dental what honestly I've","17":"an emergency sounds I got the crazy talk a little","64":"of absolute America or just","65":"America or just doesn't scare me at all","172":"paying attention I'm telling you we're not going to let these weasel","44":"just as Michael Jackson I'm a political","84":"have to transform the United States of America to search more of this we are entering the","138":"fat fat fat boy","37":"not allowed to vated they're taking the engine","145":"years I wouldn't Glick Dental what","110":"adding up draw Line in the Sand","127":"Kevorkian let's talk about wait I","45":"possibly ever","168":"believe it","13":"waste an emergency this sounds I got the","86":"can remember in my life in America hey wait a minute I just have an idea of your knees beside","67":"or just doesn't scare me at all it's","99":"Obama and Marx wanted so badly it is a hijacking of our country","93":"get on your knees","117":"sleeping Americans do you believe Obama is a racist","126":"or dr. Kevorkian let's talk about","94":"get on your knees and ask the","137":"disease granola fat fat fat fat boy","105":"people we have to crush Grandma let's talk about it I'm going to go on living my life","30":"starting to wake up. You're","115":"Weekender sleeping","47":"possibly ever","54":"Play Paranoid I'm just coming down the","32":"up. You're not allowed to","77":"please I'll have to fundamentally","80":"I'll have to fundamentally transform the United States of","40":"taking the engine off or airplane they are the ones","101":"it is a hijacking of our country how to use the Iron Fist and","171":"paying attention","82":"I'll have to fundamentally transform the United States of America to search more","91":"have an idea of your knees beside you.","43":"they are ones who are insane just as Michael Jackson I'm a political","128":"about wait I choose to live at chill with","75":"God please listen I'll","60":"just coming down the end of our country and drink of absolute America","34":"not allowed to vated they're","132":"have said vicious things Pete's dope smoking","147":"what honestly I've done it","104":"and people we have to crush Grandma let's talk about it I'm going to","157":"excited","87":"life in hey wait a minute I just have an idea of your knees beside you.","183":"was added good night","178":"evident she warned about people taking video and editing it was that was added","179":"evident she warned about people taking video and editing it was that was added good night","103":"use the Fist and crushed people we have to crush Grandma let's talk about it","61":"our country and drink of absolute America","153":"done it with my own dog really","79":"I'll have to fundamentally transform the United","38":"not to vated they're taking the engine off or","118":"sleeping Americans do you believe Obama is a racist","152":"honestly I've done it with my own dog really","71":"only going to get much much worse for you dear God please","154":"done it with my own dog really","36":"not allowed to vated they're taking the","113":"Line in the Sand","76":"please listen I'll have","184":"good","12":"waste an emergency this sounds","100":"Marx so badly it is a hijacking of our country","81":"I'll have to fundamentally transform the United States of America to search","98":"to change that Obama and Karl Marx wanted so badly it is a","143":"a million years I wouldn't Glick Dental","16":"an emergency this sounds I got the crazy talk","62":"our country and of absolute America","107":"the way choose to live at what is this adding up to","169":"believe it isn't paying attention","21":"a little candy Let's Get Right","174":"at the would be Waters end of turtles","102":"how to use the Iron Fist and crushed people we have to crush Grandma","180":"people video and editing it was that was added good night","161":"that's why I keep a gravy","19":"sounds I got the crazy talk a little candy Let's Get Right","162":"that's why I keep a gravy boat right","51":"Play","22":"little Let's Get Right","88":"hey wait a minute I just have an idea of your knees beside you.","73":"God please listen","119":"believe Obama is a racist","129":"wait I choose to live at chill with you I have","156":"dog really excited","177":"that was evident she warned about people taking video and editing it was that","53":"Play Paranoid I'm","116":"Weekender sleeping Americans do you","72":"to much much worse for you dear God please listen","28":"starting to wake up.","123":"crazy talk makes life and death decisions here dr. Huxtable","149":"what honestly I've done it with my own dog","23":"Let's Get Right","63":"of absolute America","163":"that's why I keep a gravy boat right underneath","27":"starting to wake up.","56":"Play Paranoid I'm just coming down the end of our","97":"the school talk to the spoon blindness communist to change that Obama and Karl","108":"live at what is this adding up to","41":"engine or airplane they are the ones who are","15":"an emergency this sounds I got the","164":"that's why I keep a gravy boat right underneath the desk here only if you"}