{"89":"Bushcraft the Super Dome Let","11":"another face World War II the machine has been activated somehow and","39":"it's them we've only got some pieces of information but","46":"this and somehow play The Lost","25":"Allies against Nazi Germany right look","55":"Marcus that we need to as soon","42":"only got some pieces of information but what we know is that the number that came from outer space and the war started","29":"look here","58":"the purpose of the NACA program","59":"purpose of the NACA program and","8":"we have found lots of footage showing another face of World War II the machine","95":"Go","57":"that's the purpose of the NACA program","20":"Bradley on this video is the Allies fighting against","90":"Bushcraft the Super Dome Let It Go","14":"and guess what coming down this way.","33":"it's them","52":"picked in the Marcus that we need to","109":"Crest Honda the Benson Hospital coverage thanks your son is kept in a facility not far from here","26":"Allies against Nazi Germany right look here","35":"it's them we've only","17":"Same way that I can remember.","49":"the afraid to be picked in the Marcus that","44":"the Nazis and all the Nation Way United against this Invader","4":"two weeks ago that was Space Telescope on for the first time","37":"it's them we've only got some pieces of","110":"from here","45":"all the Nation Way United against this Invader and somehow play The Lost","13":"and guess what","99":"what's an order","93":"It Go","94":"It Go","30":"here","47":"and somehow play The Lost we","54":"in the Marcus that we need to","32":"it's","50":"the afraid to be picked in the Marcus that we need to","40":"it's we've only got some pieces of information but what we","91":"Dome Let It Go","7":"for the time and you need somebody member of the French Resistance and the Machine since we have found lots of footage showing another face of World War","9":"lots of footage showing another face of World War II the machine has been","43":"came outer space and the war started lies the Nazis and all the Nation Way","60":"purpose of the NACA program and she's a","34":"it's them","87":"Bushcraft the Super Dome","3":"two weeks ago that was Space","61":"purpose the NACA program and she's a key","38":"it's them we've only got some pieces of information","36":"it's them we've only got some","48":"play The Lost we don't know how the humans afraid to be picked in the Marcus","12":"II machine has been activated somehow and guess what","100":"what's an order","98":"what's an order","16":"down this way. Same way that I can remember.","62":"the NACA program and she's a key","107":"Crest Honda the Benson Hospital","21":"Bradley on this video is the Allies fighting against Nazi Germany right","10":"footage another face of World War II the machine has been activated","19":"Bradley on this video is the","51":"afraid to picked in the Marcus that we need to","22":"Bradley this video is the Allies fighting against Nazi Germany right","6":"two weeks ago that was Space Telescope on for the first time and you need somebody member of the","24":"is Allies fighting against Nazi Germany right","88":"Bushcraft the Super Dome","92":"Let It Go","53":"in the Marcus that we need to","28":"against Nazi right look here","5":"two weeks ago that was Space Telescope on for the first time","23":"Bradley this video is the Allies fighting against Nazi Germany right","63":"NACA and she's a key nice day.","27":"against Nazi Germany right look here","56":"we need to as soon as I hear that's the purpose of the NACA program","97":"what's an","108":"Crest Honda the Benson Hospital coverage","41":"we've only got some pieces of information but what we know is that the","15":"coming down this way. Same"}