{"2":"wknc 88.1 is student-run non-commercial radio from North Carolina State University listen to us on your radio at","11":"championship between the Tune Squad and the Washington Generals in the Washington generals seven o and undefeated in their own right Spencer Odell gets under where the bucket carrying the ball here is he goes inside the bucket is","39":"game competitive champions","46":"88.1 is did run non-commercial radio from North Carolina State University listen to us on your radio at","25":"who likes off the glass and good real Barn smoke","29":"to tie the ball game","8":"iPhone","20":"sweet music to zaytoven Sears 3121 money driving to the whole stores you just bring the most","14":"not only are their jerseys nice but the names on the back of pretty good floaters no good I knew I heard I was just like where have I heard this name from money pull up J","31":"time 3937 Hillshire Farms gives the Tune Squad the lead Odom between the Rings gives it to rentals for 3","33":"again caught up what tangle ball loose money's got it money driving lazy and Blackwelder pics it out","18":"money try it again play it off the glass and good money playing to the gold standard at the top of the key he drive gives back to zaytoven for 3","26":"off the glass and good real Barn smoke","17":"I'll bring it ahead pull up Jay o money try it again play it off the","49":"wknc. Org listen or through the","44":"wknc 88.1","4":"radio 88.1 FM online at WK Missy. Org / listen or through the student media app for Android","37":"the Washington generals are going to get another chance at a shot in the last 15 seconds Bratz dolls crossing a timeline 10 seconds ago welder to the hoop he finds Reynolds goes across for smoked 5 Seconds To Go","45":"wknc 88.1 is did run non-commercial radio from","13":"shop Paul's Odom gets it to go not only are their jerseys nice but the names on","30":"to tie the ball game he got it 37 all inside wow time","1":"wknc 88.1 is student-run non-commercial radio from","47":"from Carolina State University listen to us on your radio at 88.1 FM online at wknc.","32":"between the Rings gives it to rentals for 3 tried again gets caught up what tangle ball loose money's got","7":"for Android and iPhone","9":"iPhone for the final time Rolanda's","34":"and Blackwelder pics it out rentals for 3","3":"North Carolina State University listen to us on your radio at 88.1 FM online at WK Missy.","38":"finds Reynolds goes across for smoked 5 Seconds To Go Reynolds gets it back for a smoke he's not trying to fire Reynolds for the window basketball","36":"first shot missed rebound goes to the general 15 seconds and a timeout is called by Washington the Washington generals are going to get","48":"radio at 88.1 FM online at wknc. Org listen or through the","12":"ball here is he goes inside the bucket is good looking for an out what he's going to take himself cords smoke that's all junk junk park right there shop Paul's","16":"can move butts smoke rebounded here goes money money is cash money splash I'll bring it","21":"you just bring the most random facts to podcast like how did you know that the holy scars","10":"for the final time Rolanda's Canario Championship Wednesday we welcome you to Raleigh North Carolina inside of Carmichael gymnasium not everybody I'm through Blevins joined by Brett go it's time for the men's competitive championship between the Tune Squad and the Washington Generals in","19":"for 3","22":"the holy scars","6":"media for Android and iPhone","24":"long shot wolves money he's in the cold world who likes it off the glass and good real Barn","28":"to tie the ball game","5":"Missy. Org / listen or through the student media app for Android and iPhone","23":"scars","27":"off the glass and good real Barn smoke Odom smoke drives in good since it down","15":"money pull up J drive-thru food Open scores can move their butts smoke rebounded here goes money"}