{"2":"officially better light for making certain parts of the violin my name is Alex. Guitar and violin maker also","11":"around 10:11 I become really curious about okay I'm playing the violin but why why it's why there's a bridge why there is at","39":"what it says natural material and I could go 5 years ago it was traditionally made","46":"be gone from this world you know like I leave everything behind and I'm just me","25":"Duty are asking him how can you do the bridge and what is made from so I can well why didn't you","42":"ago was traditionally made by hand. Connection between","29":"shape of the violin cuz there's something some kind of magic. I like the structure of the","8":"I was very curious about the construction","20":"varnish Smiles tops and backs","14":"happening the violin which was really curious the first contact with the letter was for my father who is","31":"something some kind magic. I like the structure of the world I can","33":"magic. like the structure of the world I can watch that structure you know for hours","18":"that time so I entered into the universe Magic World of the","26":"and is made from so I can well why didn't you sit there and try to do the bridge and that's how it started I know I feel","35":"of the I can watch that structure you know for hours","17":"the same we're leaving at that time so I entered into the universe","49":"like nothing else exists around me I love to do work with Boot and","44":"can see me the human being with wisdom boot makes it may be like gone","4":"known luthier I've been making violence I would say 10 years","37":"you know for hours analyzing it's why and how the sound will come you know the wood is actually it's it's what","45":"boot makes it may be like gone from this world you know like I leave","13":"is f holes what's happening inside the violin which was really curious the","30":"something some kind of magic. I like the structure of the world","1":"night gives you more concentration officially better light for","47":"everything behind I'm just me and the boots itself you know like it's like","32":"magic. I like the structure of the world I can watch that","50":"I to do work with Boot and creating art making violence","40":"and I could go 5 years ago it was traditionally made by","7":"it's creation","9":"was very curious about the construction how is built where the song songs from and I was like","43":"by hand. Connection between I can see me the human being with","34":"of the world I can watch that structure you know for hours","3":"my is Alex. Guitar and violin maker also known as luthier I've been making violence I","38":"how the will come you know the wood is actually it's it's what it says natural material and I","36":"I can watch that structure you know for hours analyzing it's why and how","48":"boots itself you know like it's like nothing else exists around me","12":"why why it's why there's a bridge why there is at pegs why there is f holes what's happening inside the","16":"who is friend who was professional luthier violin maker and the same we're leaving at that time so I","21":"Smiles tops and backs and the actual","10":"built where the song songs from and I was like maybe around 10:11 I become really curious about","19":"into universe Magic World of the varnish Smiles","51":"creating art making violence","22":"and backs and the actual violin maker sitting there on the corner spoke","6":"a form of art cuz everytime I do something it's it's different creation","24":"spoke with and Duty are asking him","28":"I feel you I feel really next Wednesday shape of the violin cuz there's something some kind of magic.","5":"been making violence I would say 10 years for me it's a form of art cuz everytime I do","23":"maker sitting there on the corner spoke with and Duty are","27":"how it started I know I feel you know I feel really next Wednesday shape of the","41":"5 years ago it was traditionally made by hand.","15":"first contact with the letter was for my father who is his friend who was professional luthier violin"}