{"68":"you can't take anymore medication code make sure so sick","2":"to come the time and everybody's life unfortunately","89":"the game son of a bitch","11":"condition Parkinson","39":"people come in room and and they did talk so you know they're talking about you and so","46":"we were trying to catch a fish Drake","85":"by the way it's supposed to be just ran out of the","25":"over the past three years I've had big big time for aggression of mine Parkinson so much so that can barely talk","55":"crossword. Go to a blanket. We got a good big one tip real tall don't brush them","42":"five and half weeks since I surgery and now I am most beautiful places in the world with a p","29":"disable Ferguson would you going to really disabled me and so I decided to something was going to be done","58":"that's a big one. That is a big one play that thing","66":"he's progressing so far so rapidly because you can't take","59":"a big one play that thing how late is this can help anybody","74":"what's the biggest Cutthroat I've ever seen my noticeable stop drop down here by the way longer than I'd like I got a hold of you back","95":"go back catch him and have an ice cream","57":"them that's a big one. That is a big one play","20":"except the disease in order to keep on going and plan to do it true that at least another 60 or 80 years oh my God","90":"the game son of a bitch sometimes it works out like yeah you know sometimes they win","31":"I decided to something was going to be done should I","78":"I don't know led to the bubbles more left that's the one that's the one get ready that's the one Get Ready Get Ready okay hold on. Hold on... turn around turn around K Rino get that too","70":"you can't take anymore medication code make sure so sick and","33":"and so I decided","18":"at the size that rent roll except the disease in order to keep on going and plan to do it true","52":"really real","69":"you can't take anymore medication code make sure so sick and","26":"so much so that can barely talk I had shook so that I couldn't eat at a table with anybody anybody else because I shake the food disable Ferguson would you going to really","35":"look what was available and found out that they were doing","83":"how's that feel. The king Got Away the song King I'll get it next time","17":"look at the size of that rent roll except the disease in order to keep","64":"hope which is very Jersey when you're when you're feeling","65":"hope is very Jersey when you're when you're feeling is he's progressing so far so rapidly","49":"like your last meal I mean he is partying like it's going out of style can you see him. I think so","44":"and we were trying to catch a fish","84":"time","4":"to come the time and everybody's life unfortunately when they no matter how much they love what they do and they have to quit already","37":"you're awake and they've got your pain down so you can't move your head but they people come in the room and and they did talk so you know they're talking","45":"and we were trying to catch a fish","86":"by the way it's supposed to be just ran out of the whole","67":"you can't take","93":"you sometimes they win place we got him yeah. Well we had to King house. Sometimes the day going gets away that was good.","94":"gets that was good. Thank you thank you to go back to catch him and have an ice cream","30":"and I decided to something was going to be done should I","1":"to come the time and everybody's life unfortunately","47":"Drake over here","54":"go ahead and sit back. Go ahead and sit back crossword. Go","32":"decided to something was going to be done should I can get on with my and so I","50":"going out of style can you see him. I think so Thule bike rack really really real","77":"longer I'd like I got a hold of you back here got to do nice strong cast wait to say I'm ready right now go ahead take your time. I don't know led to the bubbles more left that's the one","40":"in room and and they did talk so you know they're talking about you and so you have repartee almost five and a half weeks since I surgery and now I am","91":"like yeah you sometimes they win place","43":"places in the world with a p and we were trying to catch a fish","9":"I got a condition Kyle Parkinson","75":"way longer than I'd like I got a hold of you back here","60":"how late is this can help anybody that's got this disease is because","34":"and so I decided to look into what was available and found out that they were doing","87":"by the way it's supposed to be just ran out of the whole you know what do you do on Cutthroat the game son of a bitch","3":"to come the time and everybody's life unfortunately when they no","61":"how late is this can help anybody that's got this disease is because you give you hope which is very Jersey when you're","79":"get too my fault now wasn't your fault. Okay","38":"people come in the room and and they did talk so you know they're talking about","71":"you can't take anymore medication code make sure so sick and I'm","36":"look what was available and found out that they were doing and I 44 Kaiser on the brain surgery funny you're awake and they've got your pain down so you can't move your head but","48":"Drake over here feeling like it's your last meal I","76":"way longer I'd like I got a hold of you back here","12":"Parkinson","16":"in my life the times I spent with p look at the size of that rent roll","62":"you give hope which is very Jersey when you're when you're","10":"a condition Kyle Parkinson","19":"except the disease in order to keep on going and plan to do it true that","51":"really really real","88":"the game son of a bitch","24":"over the past three years I've","73":"so sick and I'm very pleased to be part of it. Chucky just pay so nervous I keep coughing up on me is not what's the biggest Cutthroat I've ever seen my","92":"like yeah you sometimes they win place we","53":"really real arrogant","72":"can't take anymore medication code make sure so sick and I'm very pleased to be part of","28":"disable Ferguson would you going to really disabled me","5":"they no matter how much they love what they do and they have to quit already","23":"over the past three years I've","63":"give hope which is very Jersey when you're when you're feeling","27":"disable Ferguson would you going to really","56":"one tip real tall don't brush them","41":"five and half weeks since I surgery and now I am","15":"I've never had a better time in my life and the times I spent with p"}