{"30":"you want to","47":"something to play nice to you doesn't that it is something that","52":"its moments the princess gone and it's too late to do anything about it you always remember","50":"look each other and for a few seconds there's a kind of recognition like you","54":"always remember because it was there and you let it go and you think to yourself what difference.","2":"where is","40":"Madeon takes a little time to get the drink is only one waitress I can get into the bar oh no I've been sent do you like Barbara","16":"madalina okay numbers","39":"I Am Bruce and Madeon takes a little time to get the drink","46":"never played it before it's not a game or something to play nice to you","26":"mail fraud ring","43":"like Barbara","55":"let it go and think to yourself what difference. Frozen song what is","42":"do you like Barbara","29":"do you want to see.","58":"other two times in your life","60":"life","19":"me Sabrina your shopping","59":"times your life","49":"could be passing on the street and you look at each other and for a few seconds there's a kind of","51":"few seconds there's a kind of recognition like you both to know something and its moments the princess gone and it's too late to do anything","44":"now I","4":"the weirdos no way for me to come maybe it just don't last meal day is just about over now that's a hard motherfuking fact of life realistic cheapest businesses to fill to the brim with unrealistic motherfuckers like you I know it's hard for you to understand but really I feel can you man here","37":"I Am Bruce and Madeon","53":"it's too late do anything about it you always remember it because it was there and you let it go and you think to","3":"where is this tomorrow at shit fucking yes hello hello who is son of a bitch you're speaking hello Quentin I'm good at look Brooks let's go the","28":"mail ring do you want to see.","5":"I feel can you man here I like you I feel new friends I found my new goal in my life for sure Quentin no way from me to come I'm really change when I went in there Chow Bruce okay Quentin Chow good luck","38":"I Am Bruce and Madeon takes a little","57":"what is what is the other two times in your life","45":"now I go it's too late well this is your game I've never played it before it's not a game","31":"want to","27":"mail fraud ring","48":"nice to you doesn't that it is something that happens it's like seeing someone for the first time like you could be passing on the street and you look at each other and for a few seconds","56":"Frozen song what is what is the","15":"madalina","41":"do you like Barbara","18":"me Sabrina your shopping"}