{"148":"la la la la la la","124":"wish I would have to like it","2":"Jim Justice okay sounds good are you photo","11":"if you came to","39":"necessary","25":"yeah yeah yeah","29":"here's a little girls.","58":"I was to get an insurance policy","8":"time to time ex asks us the kind of stand on our heads. grasp","150":"lalalalala","57":"he said I was lucky I was going to get an insurance policy","14":"cuz I don't know about death so they told me that he went away and I said I wasn't coming back and I kept waiting for it to come back and never did night I was just asking what's the when's when's he coming back Wednesday coming back","31":"little girls. yeah yeah yeah yeah","78":"but","33":"yeah yeah yeah yeah","18":"Stephen Curry","26":"yeah yeah yeah here's a","35":"yeah","125":"wish I would have to like it","17":"how tall is Stephen Curry","4":"are you photo Claire before to turn the world upside down","13":"is that man didn't tell me cuz I don't know anything about death so they told me that he went","126":"wish would have to like it","93":"very stupid of me","30":"here's a little girls.","1":"what's the secret sauce you can release where's the Prescott anti-doping Jim Justice","32":"yeah yeah yeah yeah","77":"but","7":"time to time an ex asks us the kind of stand on our heads.","9":"time ex asks us the kind of stand on our heads. grasp what it is that he's doing","60":"Bluetooth speaker","34":"yeah yeah yeah yeah","147":"la la la la","3":"okay sounds good are you photo Claire before to turn the world upside down","153":"la la la la la la my life oh yeah good","79":"but","38":"necessary","152":"la la la la la la la la la la la la la la","154":"my life oh yeah good","12":"if you came to the point where you didn't know where the games ended and the reality began the only reality is that man","16":"they he's never coming back around how tall is Stephen","21":"yeah yeah yeah yeah","10":"grasp what it is that he's doing","22":"yeah yeah yeah yeah","6":"to turn world upside down from time to time an ex asks us the kind of stand on our","24":"yeah yeah yeah","92":"that was very stupid of me","123":"wish I would have to","28":"here's a little","149":"la la la la la la lalalalala","5":"are you photo Claire before to turn the world upside down from time to time an ex asks us","23":"yeah yeah yeah","63":"probably happy that I can show you that","27":"yeah yeah yeah here's a little","15":"night I just asking what's the when's when's he coming back Wednesday coming back and they said he's never coming back around"}