{"68":"laugh when someone is proposing and I did that I","2":"it's been 7 years man then go downtown","11":"just a quick you know","85":"I really love","25":"the Woodlands Uncle Remus like I like you and everything","66":"the most bad reaction any girl could give is to laugh when someone is","58":"Barbie","8":"maybe baby jobs on YouTube what's in my name hope everybody","95":"dinner shows I love you my love","57":"Barbie","20":"but then no somehow with just one phone call it was a prank but she","14":"he had your middle name again","70":"laughed and he was gold colored keys","106":"get","52":"so we are like not until coffee shop next to a","18":"7 years ago we","69":"laugh someone is proposing and I did that I laughed and he was gold colored keys","114":"text","96":"I love you my love I love you","26":"I you and everything","83":"American Express","64":"I I like you I want to be with you always do me the","65":"do me the most bad reaction any girl could","49":"tomato soup delivery Malaga about what most fun teaching meaning of used to talk on phone shopping in Macon,","84":"Express nearby I","4":"go downtown still remember my first day when I'm in","13":"know he had your middle name again","86":"I really love","67":"any girl could give is to laugh when someone is proposing and I did that","99":"my entire life eternity","93":"I'm right now is this Mitch high high on love","94":"right now this Mitch high high on love dinner shows I","105":"and you'll be dead soon do I will get fat","1":"it's been 7 years man then go","115":"text mr. Roboto","54":"to generator Albuquerque","50":"shopping in Macon, Georgia, so we","80":"you know after","82":"know after 7 years and I'm getting married to a very lucky American","7":"when I'm in a party maybe baby jobs on YouTube","9":"on YouTube what's in my name hope everybody was just a quick you know","104":"and you'll be dead soon do I will get fat","87":"I really love","103":"and you'll be dead soon do I","3":"it's been 7 years man then go downtown I still remember my first day","61":"can you do a game at my house and he was like I like I like","118":"hey buddy.","48":"tomato soup","12":"just a quick you know he had","81":"know after 7 years and I'm getting married to a very lucky","98":"love you too my entire life eternity","16":"who are the size of the human face human face","62":"can you do game at my house and he was like I like I like you I want to be with you","21":"with just one phone call it was a prank but she played with me","10":"just a quick you know","102":"and you'll be dead","19":"7 years ago we need to be made in the body he was just stating at me I told you going to date my friend and then I was like I told her that you know I'll be too. And everything but then no somehow","51":"shopping in Macon, Georgia, so we are like not until","22":"phone call was a prank but she played with me and the Woodlands","6":"still remember my first day when I'm in a party maybe baby","24":"played with and the Woodlands Uncle Remus like I like you and everything","88":"I really love","119":"buddy.","92":"I'm right now is this Mitch high","53":"shop next to a generator Albuquerque","116":"text mr. Roboto","5":"still remember my first day when I'm in","23":"was a prank but she played with me and the Woodlands Uncle Remus like","63":"and he like I like I like you I want to be with you always do me","27":"you and everything","97":"I you my love I love you too my entire life","15":"he your middle name again space"}