{"30":"of I do you can set any type of movement you","33":"get you stronger and will get you more prepared for whatever you come by out","32":"any of movement you want and that in itself will get you stronger and will get you more prepared for whatever you come","77":"right now it's all about training for me I mean I I want every","40":"what have I done. Took a condom shut up man","16":"movements that have never been. foreign","11":"wanted do from that point on","21":"my goal is to travel the world","39":"what have I done. Took a","7":"I was","9":"clicked that's all I wanted to do from that point on","25":"humanly possible indoor","10":"that's all I wanted do from that point on","26":"indoor climbing is","29":"climbing is a huge part of what I do you can set","34":"will get you more prepared for whatever you come by out","58":"make movement I do perfect every single time I step on the wall","19":"been deemed impossible in the past","17":"movements that have never been. foreign and may have been deemed impossible in the past","66":"call Mom on mobile.","8":"I was terrible but I loved it they clicked and that's all I wanted to do from that point on","22":"my goal is to travel the world established the hardest rock","24":"established the hardest rock climbs humanly possible","28":"indoor climbing is a huge part of what I do","57":"going climbing is in my mind to make every movement I do perfect every single time I step","20":"in the past my","23":"is to travel the world established the hardest rock climbs humanly possible","13":"I'm most into really really hard movements","14":"most into really really hard movements movements that","31":"you can set any type of movement you want and that in itself will get you","78":"now it's all about training for me I mean I I want every movement to feel really really easy and when I can do that that's the best satisfaction for me and climbing","27":"indoor climbing is a huge part","56":"my going climbing is in my mind to make every","15":"really movements movements that have never","12":"I'm most into","18":"been deemed impossible in the past"}