{"68":"see this","148":"just a lost day and it's a lost me alligator","124":"to get some play free pancakes from the recommended breakfast place","11":"bought tickets for the for tomorrow morning at 10 a.m. which is going to be","85":"Berlin","158":"I'm at the end on my phone","136":"looking good Jordan","170":"oh I'm you say may this","66":"hello we had a very heavy nights sleeping at 5 up at 10 to see this","144":"so the next open today is the phone South Park Museum","155":"drive to the airport","8":"what street is doing we bought tickets for the tower","173":"oh I'm you say may this","176":"weather today in your eyes","20":"good foods and laughs","14":"at 10 which is going to be a challenge to arrive to","31":"I love it","159":"my phone","175":"say may month","33":"pretty German","18":"challenge arrive to but now we are looking for a lovely park","121":"we're on the way to get some play free","69":"this","109":"Jager Bombs","166":"oh","135":"looking good Jordan","125":"to get some play free pancakes from the recommended breakfast place just down the road","172":"oh I'm you say may this","17":"a challenge arrive to but now we are looking for a lovely","49":"now we're on the way to the club","84":"streets of pretzel bag in North Berlin","4":"where is Berlin","145":"phone South Park Museum","127":"play free pancakes from the recommended breakfast place just down the road open","168":"oh","13":"at 10 a.m. which is going to be a challenge to","86":"Marina Cafe Jordan hot chocolate in Berlin","67":"10 see this","126":"play free pancakes from the recommended breakfast place just down the road","105":"today we went to Pittsburgh and we had a couple of drinks at the cafes it was fun we had some food","30":"we are at Cafe video of molding PetSmart we're having some for some sausage potato I love it","115":"it","32":"it Brandenburg gate","80":"breakfast in Berlin","171":"oh I'm you say may this","7":"what street is","9":"what street is doing we bought tickets for the tower for tomorrow","128":"from the recommended breakfast place just down the road open","34":"pretty German Royce dog","147":"just a lost day and it's","157":"I'm at the end on my","104":"today we went","87":"in Berlin","103":"today we","3":"where is Berlin","79":"breakfast in Berlin","120":"we're on the way to get some play free","154":"drive to the airport","48":"turn on voice and now we're on the way to the club","12":"for tomorrow morning at 10 a.m. which is going to be a challenge","167":"oh","81":"breakfast in Berlin","122":"we're on the way to get some play free pancakes from","143":"so the next open today is the phone","16":"is going to be a challenge to arrive to but now we are looking for a","107":"Jager Bombs","169":"oh I'm you","174":"say may","10":"what street is doing we bought tickets for the tower for tomorrow morning at 10 a.m. which is","19":"arrive to but now we are looking for a lovely park some nice. Some good foods and laughs","119":"we're on the way to get some","156":"drive to the","116":"it must be about its 4 a.m. in the morning line definition slang","123":"on the way to get some play free pancakes from the recommended breakfast place","5":"store","108":"Jager Bombs","15":"is going to be a challenge to arrive to but now"}