{"124":"how to replace a slotted but that was back to somebody stole my car radio and now I just sit in silence","89":"I","267":"I to replace it but it was fun","11":"great lungs will fill when to take the field with fire exhale desire I know it's","39":"wheel obviously thought so often. Youngsta because that's not good for the most part","46":"it somebody my car radio I'll just take the shot","136":"are you","25":"what times 5 is fine I find it hard to hide in my pride is no longer inside it's","42":"so Youngsta because that's not good for the most part it somebody stole my car radio","29":"longer it's on by my skin was scream reminding me of who I killed inside my dream I hate this car","95":"terrifying it's time does no sound to hide behind to find over the course of our human existence want think it's his self-consistent sent it's that we're all battling","139":"are you 2 steps","90":"I bought her something terrifying","20":"today have these thoughts so often I ought to replace that slot with but it was fine if somebody stole my car","14":"take the with fire exhale desire I know it's dire my time today","31":"car I'm driving this no hiding for me, forced to deal with what I feel because there","106":"that we choose to do a piece of wood","33":"hiding for me, forced to deal with what I feel because there is no what is","18":"I it's dire my time today I have these thoughts so often I","266":"find today. So often I got to replace it but it was fun","121":"how to replace a slotted but that was back to somebody","109":"that we choose to do a piece of wood","96":"existence think it's his self-consistent sent it's that we're all battling what's your I don't know if you know come here by 2:15.","265":"something great lungs will fill and then deflate the fill with fire exhale desire find today. So often I","26":"fine find it hard to hide in my pride is no longer inside it's on by my skin was scream","35":"I can the steering wheel I obviously thought so often.","125":"and now just sit in silence","17":"exhale I know it's dire my time today I have these thoughts so often","49":"radio I'll just take the shot","44":"Youngsta because not good for the most part it somebody stole my car radio I'll just take the","138":"are you ready 2 steps","37":"the steering wheel I obviously thought so often. Youngsta because that's not good","110":"a piece of","263":"I Ponder of something great my","45":"good for the part it somebody stole my car radio I'll just take the shot","13":"when to take the field with fire exhale desire I know it's dire my time today","126":"and now just sit in silence","99":"you know come here by 2:15.","93":"bought something terrifying cuz it's time does no sound to hide behind to find over the course of our","137":"are you ready 2","94":"something terrifying cuz it's time does no sound to hide behind to find over the course of our human existence","141":"2 steps","105":"that we choose to do a","30":"reminding me of who I killed inside my dream I hate this car that I'm driving this no hiding for me, forced to deal with what I feel","47":"somebody my car radio I'll just take the shot","32":"this hiding for me, forced to deal with what I feel because there is no","50":"I'll just take the shot","40":"thought so often. Youngsta because that's not good for the most part it somebody","91":"I bought her something terrifying cuz","43":"Youngsta because that's not good for the most part it somebody stole my car radio","9":"I bought her something great my","34":"for forced to deal with what I feel because there is no what is real I can pull the steering wheel I obviously thought so","104":"that we choose to do","264":"I Ponder of something great my lungs will fill and then deflate the fill with fire exhale","38":"steering wheel I obviously thought so often. Youngsta because that's not good for","120":"how to replace a slotted but that was back","36":"I can the steering wheel I obviously thought so often. Youngsta because","48":"my car radio I'll just take the shot","12":"lungs will fill when to take the field with fire exhale desire I know it's dire my","98":"if you know come here by 2:15.","122":"how to replace a slotted but that was back to somebody","140":"are you 2 steps","16":"fire exhale I know it's dire my time today I have these thoughts","107":"that we choose to do a piece of wood","21":"often I ought to replace that slot with but it was fine if somebody stole my car and now I just sit in silence","10":"I bought her something great my lungs will fill when to take the field with fire exhale desire","19":"I it's dire my time today I have these thoughts so often I ought to replace that slot with","22":"my car and now I just sit in silence what times 5 is","24":"what times 5 is fine I find it hard to hide in my","92":"I bought her something terrifying cuz it's time does no sound to hide behind to find over the","123":"how to replace a slotted but that was back to somebody stole my car radio","28":"pride no longer inside it's on by my skin was scream reminding me of who","23":"in silence what times 5 is fine","27":"hide in my pride no longer inside it's on by my skin was scream","97":"what's your I know if you know come here by 2:15.","108":"that we choose to do a piece of wood","41":"thought so often. Youngsta because that's not good for the most part it somebody stole my car","15":"the with fire exhale desire I know it's dire my time today I"}