{"148":"for","2":"fools for I'm homeless","89":"okay I can't deal with your teeth","11":"is out to destroy and I'm having crazy","85":"come on come on","25":"whole song","66":"and I need you dressed and ready to go in 10 minutes","151":"criminal you are under a","58":"what I wish I had those Nations","131":"whores I'm a really big fan","144":"installed a taste of England","59":"what I wish I had those Nations","155":"call Melinda","8":"Florida job Eric is out to destroy and","142":"installed just a taste of England","150":"under Section 130 of the criminal code you are under a","74":"well I guess this is our Greenery room this is definitely a new low. Hurry up I don't want to give Janet any other reason to ruin our day Odell Odell Beckham","95":"got this. when you are finished","90":"okay I can't deal with your teeth right now neck you","20":"children on","14":"crazy","70":"pretty good mood today","106":"best not to mic","18":"no one can know you're living in the shed no one","121":"I just woke up","96":"got this. when you are finished I","26":"whole song","125":"hey it's not Gary Jones from Stargate","146":"Roblox for","130":"whores","17":"we're in this together no one can know you're living in the shed no one","65":"and I need you","49":"bikini panties hello okay no you did a gig right now yeah okay false","84":"come on come on","138":"menopause fish and chips 2 full","4":"I'm homeless this is insane back at the queen Florida","145":"Roblox for","127":"course why would I do that","13":"having crazy","86":"come on come on","67":"10 minutes","99":"take these and go Janet did you go","93":"deal your teeth right now neck you got this. when you are","117":"Leverage to change everything stays the same do you everyday update to change food everything stays everydays a big change","126":"hey it's not Gary Jones from Stargate course","94":"your teeth right now neck you got this. when you are finished","141":"installed just a taste of England","105":"best not to mic","1":"previously on fools for hire I'm homeless","91":"okay I deal with your teeth right now neck you got this.","7":"back the queen Florida job Eric is out to destroy and","9":"Florida job Eric is out to destroy and","75":"Odell Beckham","60":"what I wish I had those Nations trust me","128":"why would I do that I'm really sorry did you not hear me","132":"I'm a really big fan really imast","147":"Roblox for","104":"sorry about the typo best not to mic","87":"on come on","103":"sorry about the typo","3":"fools for I'm homeless this is insane","61":"what I wish I had those Nations trust me he's doing his horrible this job is killing and if it doesn't Eric will not too much air is in Florida will be gone for a week this town is ours for the taking what does Janet have us out of the coldest day of the summer listen at least you're not permanently Westbrook Florida like me","118":"everydays a big change how to change everything stays the same","71":"pretty good mood today well I guess this","154":"call","12":"I'm having crazy","100":"did you","98":"take these and go","122":"are you stupid stupid stupid The Watch","140":"installed just","16":"we're in this together no one can know you're living in the shed","62":"at you're not permanently Westbrook Florida like me","107":"to mic","143":"installed just a taste of England","21":"children on whole song","10":"Eric is out to destroy and I'm having crazy","102":"sorry about the typo","19":"one children","129":"did you not hear me whores","22":"children on whole song","6":"back at the queen Florida job Eric is","24":"on whole song","73":"well I guess this is our","88":"on come on okay I","92":"deal your teeth right now neck you got this.","119":"same","156":"call Melinda","116":"Leverage to change","72":"well I guess this is","149":"under Section","5":"back at the queen Florida job","23":"children on whole song","27":"whole","97":"this. when you are finished I have a trunk full of these and I only have 2 hours on my meter so that means no screwing around today Ramsbottom fish and chips two for one deal I needed a plug that you can go out there you can interact you're going to be funny but I don't want a lot of chit-chat okay we are here to sell or not fake friends and for God sake no disgusting jokes about Ramsbottom","15":"we're in this"}