{"148":"said yes","241":"he is perfect. you","197":"you","46":"but I'm dumb Valerie's in your","170":"look at did you really think you would come why","55":"you there","66":"Valerie you made it","144":"the lucky girl to","142":"so","150":"you know it's hard to believe any girl would be lucky to have you tonight","173":"you really think he would date such a pic like you","199":"knew but it's not like we're dating","201":"you know Tom just wasting his time does she even have any friends","95":"oh it's Veronica","176":"at you Mexican the kittens to me","111":"just didn't know your name it's really pretty","112":"know your name it's really pretty","175":"like you looking at you Mexican the kittens to me","70":"so we started working on the couch that we ended up drinking","106":"yeah","200":"but it's not like we're dating Tom candidate Valerie if he wants you know Tom just wasting his time","121":"at 7 a.m.","114":"hey you think you'd want to do","109":"I've always noticed","96":"it's Veronica Valerie","35":"okay guys I'll see you next time","172":"how many calories did you really think he would date such a pic","146":"to know that when I really pretty girl from Eye Group","64":"how do you spell","65":"how do you spell Valerie you","49":"we're actually going back to our place to talk about the project if you want to come.","202":"just his time does she even have any friends I don't think so she's a loser","44":"this is a group project","37":"guys I'll see you next time","145":"to know that when I really pretty girl from Eye","110":"I've always noticed you in class before I just didn't know your name","45":"this is a group project but I'm dumb","168":"look at yourself","67":"made it","99":"Ulysses my room right I'm I'm","117":"need to go out","94":"oh","141":"see you there","105":"yeah","115":"hey you think you'd want to do something with me tomorrow will be fun you need to go out","206":"call me later","47":"but I'm dumb Valerie's in your group we're actually going back","54":"see you there","50":"talk the project if you want to come. here's the address","80":"Where's the restroom hallway","101":"I'm I'm so sorry. Hey","190":"Mia","171":"did you really think you would come why would anyone want to come do you have any idea how many calories","188":"Mia","203":"don't think so she's a loser fake","147":"I really pretty girl from Eye Group can't believe she said yes","104":"you yeah","103":"Hey Tom Mark wants you","198":"you knew but","79":"what Where's the restroom","38":"guys I'll see you time","118":"yes I'll pick up at 7 a.m.","71":"on the couch that we ended up drinking","120":"yes I'll pick up at 7 a.m.","36":"guys I'll see you next time","48":"Valerie's in your group we're actually going back to our place to talk about the project","113":"it's really pretty hey","100":"my room right I'm I'm so sorry.","189":"Mia","81":"hallway","98":"Valerie Ulysses my room right","140":"see you","143":"so who's the lucky girl","204":"she's a loser fake Moana a nobody","169":"look at yourself did you","174":"such a pic like you","102":"I'm so sorry. Hey Tom Mark wants","51":"come. here's the address","73":"drinking do you want to drink","119":"yes I'll pick up at 7 a.m.","53":"see you there","116":"be fun you need to go out","72":"on the couch that we ended up drinking do you want to drink","149":"you know it's hard","63":"how do you spell","97":"Valerie"}