{"2":"the Sister Wives TV on Rick Harrison","11":"were over in Afghanistan","39":"at Brooklyn Bridge invited him to walk on the","55":"you want to you ain't with the Obama Administration","58":"just talk more of the status quo doing the same thing that I do","59":"top 1% wealthiest Americans did not doing anything to help the rest of us are going to come through","8":"what's going on","57":"right, and then we didn't see any change we just talk more of the status quo doing the same thing that I do","20":"going to happen.","14":"I served his country in the United States","31":"the restaurant at","33":"the restaurant at Brooklyn Bridge","18":"never going to happen.","52":"is we all recognize that we need to","35":"the restaurant at Brooklyn Bridge","17":"good job and I can't afford to pay my","49":"Brooklyn right now and if you think people are getting away with crime every","4":"with taxpayer does it resulted in this","37":"the at Brooklyn Bridge","13":"when I served his country","30":"the restaurant","1":"call the Sister Wives TV on Rick Harrison","47":"arrested","54":"in this country again we're going to start loading it out again and keep things going on what they did is they were like thank you for the money will invested in something will put some in our pockets shut up a bottle of wine if you want to loan you ain't","32":"the restaurant at Brooklyn Bridge","50":"and if you people are getting away with crime every day and nothing is happening","40":"Bridge invited him to walk on the wrong baby but you're not supposed to do and get the impression","7":"what's going on","9":"what's going on","60":"did not anything to help the rest of us are going to come through Sonoma City","34":"the restaurant at Brooklyn Bridge","3":"Sister Wives TV on Rick Harrison with taxpayer does it resulted in","61":"through Sonoma City say hi to a protest in Boston yesterday with the","38":"at Brooklyn Bridge invited","36":"the restaurant at Brooklyn Bridge","48":"arrested yesterday on the Brooklyn Bridge right now and if you think people are getting away with","12":"in and I didn't see women and children at MacGyver for satellite and where is here we know who they are","16":"good job","62":"Sonoma City hi to a protest in Boston yesterday with the arrest of them and I've been told me something going on in Los Angeles.","10":"we were over in Afghanistan","19":"never going to happen.","51":"crime day and nothing is happening","53":"we all recognize that we need to get corporate money out of politics of democracy in this country again","5":"it resulted in this","63":"something on in Los Angeles. everybody could be in solidarity","56":"Obama Administration right, and then we didn't see any change we just talk more of the","41":"invited to walk on the wrong baby but you're not supposed to do and get the impression","15":"his country in the United States stop"}