{"68":"make it through this winter","39":"make a","46":"they get through this","85":"it through this week","25":"forget the Sun I got the keys I got you diamond in the rough","55":"stumbleine say the Money Talks at the mother Niger she ain't going to","66":"how to make it make it through this","29":"rough is trying to see the bigger picture sometimes","58":"skinny chai mistress","59":"chai mistress everything I trap is that cracks when the truth is","57":"she ain't going to roll that weed up skinny chai","20":"year my account had a negative balance next year I probably need accountants just to help I think it helped me numb the pain but","31":"to see the bigger picture sometimes when it's cold","78":"Yahoo mail","33":"it's cold the window.","52":"you never catch me stumbleine they say the","18":"it through this I'm not perfect so honesty","26":"I the keys I got you diamond in the rough is shining trying to see the","17":"got to make it to make it through this","64":"windows up","65":"up","84":"make it through this week","37":"how to make a trust","13":"the Windows app","67":"how to make it make it through this winter","30":"trying to see the bigger picture sometimes","47":"they get through this","54":"you never catch me stumbleine they say the Money Talks at the mother Niger","32":"picture when it's cold the","80":"Yahoo mail","82":"mail","60":"everything I trap is that cracks when the truth is hard to swallow broke stop working hard. Play","61":"is hard to swallow broke stop working hard. Play hard. fat chicks that sounds like","79":"Yahoo mail","38":"make a trust","36":"how to make a","48":"get through this","12":"the Windows app","81":"Yahoo mail","16":"got to make it to make it through this","62":"hard. fat chicks that sounds like it's been crazy they say I","21":"I probably accountants just to help I think it helped me numb the pain but I'm better without you at work","19":"I'm not perfect so honesty is my only promise I grab the mic step on that stage of swallow that's where I'm at the radius off so I've been drinking but I'm still designated way last year my bank account had a negative balance next year I probably need accountants","51":"shops if I could trying to get my mind to stop going nowhere but you never","22":"helped me numb the but I'm better without you at work thought I was scared of the world scared of","24":"world scared of myself don't forget the Sun I got the keys","53":"you never catch me stumbleine they say the Money Talks at the mother Niger","28":"in the rough is shining trying to see the bigger picture sometimes","23":"thought I was scared of the world scared of myself","63":"fat chicks that like it's been crazy they say I won't make it windows up","27":"diamond in the rough is shining trying to see the bigger picture","56":"at the mother Niger she ain't going to roll that weed up"}