{"148":"well yeah like Joker living like Bruce Wayne can I get a toaster holiday light skin girls in a mocha trying to get it in for the night no emotion emotion","197":"play Francesca. Presidents Day","134":"Grotto in","158":"direct me home","160":"Nicholas Bishop","25":"conceited","42":"I didn't leave missing person that I meant McDonald's Gustine","29":"what is Mecca Grandma's hands and what's your status of those an vinegar soap it's on the Pomona","66":"what can you get stuck","131":"I know huh Miss America attrition","144":"esthetician engagement emergency weather","151":"just trying bring cool back","239":"Auto styles anal glands","249":"Facebook","142":"buscar message to men I don't know.","150":"Police Sandro pay to get them I just can't stand all day for your beauty baby cuz I pay fashion police arrest and I was trying to bring cool back I'm just trying to bring cool back","173":"you then how come you're not honest","199":"official video","247":"Facebook","139":"what time is it in today","236":"I'm a little self. Commission how gainza View","31":"what is the Celtics record","159":"customer service Turnpike","233":"I don't think you still at the store 6th and cool National need help moving Chattanooga Plaza call Sister cool nest","234":"call Sister cool nest deponia Pizza Patron on 3rd and chip","165":"what the heck which is in a teaspoon","232":"I don't think","223":"Mystique Minaj nipple the man conflict","26":"price wait time what's your birthday","133":"to be a but um just give me Silver Falls on a drink a cup of a cup","166":"call Jokers net worth Chipotle","35":"the quick-service cousin someone that just missed them don't go what does","135":"Grotto in Palm Theater Santa just T-Mobile","172":"you're mad at you then how come you're not honest","146":"Fashion Police shut up JK klk I just can't stand all day for your beauty baby cuz I pay just like a motherfuking dash police arrest and I was trying to bring cool back Christian to bring","64":"ballerina ballerina what can","65":"what can you get","44":"oh my God","37":"what time is it sex","145":"I'm trying to bring cool back Kingdom a motherfuker pull it out like a million dollar outfit that's me on matter what it cost","168":"it looks awesome","137":"Steppenwolf","30":"those an vinegar soap it's on the Pomona Limited in Pataskala Bugatti","32":"no country","40":"Latin","226":"I just quit another payment to Kobe Erica and I slept","248":"Facebook","227":"Erica and I slept","171":"whiskey Metallica National put in the batteries in a cup next door","188":"what time is it in","43":"dump scheme","195":"what time is it in","34":"what are you question","147":"Christian to bring cool back well yeah like Joker","157":"2nd and Duke Boston Terrier","237":"how gainza View South","244":"Claremore","179":"BBC","221":"look at the flick of take me to Nicolet National Forest in Brazil","198":"Tony setting of humor 702 East West Coast","238":"View South","36":"what does","225":"want to chat I just quit another payment to Kobe","224":"the man conflict as a predictor","189":"what time is it in clip with YouTube","140":"Mango Tango tell me about martial law","246":"Tempo Kentucky Road known Facebook","169":"it looks Volvo pronounce things to put your pajamas for disposal disposable music","196":"what time is it in Hawaii Brandon's the bridge play Francesca.","174":"honest I'm sure if not oh no but I don't","161":"Nicholas Bishop Verdi Nevada to see each other tiger?","162":"other tiger? that's not the Ferrari to see someone in Jessica to Goofy to feel catastrophes to know what is Yorkshire sophisticated rebounder","129":"what time is it today what does it","243":"Claremore","156":"what time is it is there sport on 2nd and Duke","222":"Nicole Napoleon Mystique Minaj","28":"what is Mecca","149":"the no emotion emotion I'm trying to bring cool back pizza meme pull it out looking like a million dollar outfit that's me on matter what it cost to make it look good Fashion Police","163":"rebounder Uber Denison","27":"what's your birthday","164":"Uber Denison to stitch canoe Book of Enoch Shrek The Musical","41":"I","245":"Claremore"}