{"2":"and the sale","89":"hatch to bring the washer and dryer and then we","11":"amazing. volumes 1 2 & 3 have extensive coverage of all the work that was done","39":"places show you how to get from choosing the right boat that you can afford","85":"love this a hole for hatch","25":"Islands volume six we cruise to the east Caribbean from st. Maarten to Grenada stopping and most of","42":"from choosing the right boat that you can afford to installing the equipment that you're going to need","29":"st. to Grenada stopping and most of the Fantastic Islands in between","144":"doing anything","8":"shows some chartering we decide on a nineteen Fisher 37 motorsailer with our limited budget and experience we spend the next four years refitting and outfitting","142":"Paul it's coming the captain is taking a nap and I'm not really sure what he wants me to do I did tell him about it but he seems to be okay with not doing anything","139":"this is our second day of our passage to Turks and Caicos Dennis Paul","90":"hatch to bring the washer and dryer and then we put it in a Perfect Fit we have","20":"Turks and Dominican Republic Puerto Rico us and British Virgin Islands","14":"learned a lot volume 4 covers are cast off and cruising along the US East Coast from Maine to Miami volume Five is our","31":"and most of the Fantastic Islands in between in this series","78":"hi welcome back to","33":"Islands between in this series we don't just take you to these","18":"our trip to Paradise from Miami the British Virgin Islands including the Bahamas Turks and Caicos Dominican Republic Puerto Rico","26":"cruise to the east Caribbean from st. Maarten to Grenada stopping and most of the","35":"in this series we don't just take you to these beautiful places we show you how to get","83":"when generator in and Dianna love","17":"our trip to Paradise from Miami the British Virgin Islands including the","84":"and Dianna love this a hole","138":"this is our second day","4":"and the vicarious. 80 series we will share with you all that we have done and","37":"don't just take you these beautiful places we show you how to get from","13":"coverage of all work that was done along with weekend cruising and all the lessons that we learned a lot volume 4 covers are cast off","86":"a hole for hatch to bring the washer and","93":"hot and cold","94":"hot and cold","141":"Paul it's coming the captain is taking a nap","30":"to Grenada stopping and most of the Fantastic Islands in between","32":"Islands between in this series we don't just take","80":"hi welcome back to Vicarious is it solar panels on","40":"show you how to from choosing the right boat that you can afford to","82":"when generator in and","91":"and dryer and then we put it in a Perfect Fit we have filtered water","7":"attending shows and some chartering we decide on a nineteen Fisher 37","9":"and experience we spend the next four years refitting and outfitting vicarious to take us on this amazing. volumes","43":"equipment that you're going need","34":"in this series we don't just take you to these beautiful","87":"hole hatch to bring the washer and","3":"and the sale vicarious. 80 series we will share with you all that we have done and","79":"hi welcome back to","38":"take you these beautiful places we show you how to get from choosing the right boat that you can","36":"in this series don't just take you to these beautiful places we show you how to get","12":"3 have extensive coverage of all the work that was done along with weekend cruising","81":"hi back to Vicarious is it solar panels on when generator in and","140":"to Turks and Caicos Dennis Paul it's coming the captain is taking a nap","143":"with doing anything","16":"Five our trip to Paradise from Miami the British Virgin Islands including the","21":"Turks and Dominican Republic Puerto Rico us and British Virgin Islands","10":"to take us on this amazing. volumes 1 2 & 3","19":"including the Bahamas Turks and Caicos Dominican Republic Puerto Rico us and British Virgin","22":"Dominican Republic Puerto Rico us and British Virgin Islands volume six we cruise","6":"series we share with you all that we have done and learned in preparation for this adventure do extensive research attending boat shows and some chartering we decide on a nineteen Fisher","24":"Virgin Islands volume six we cruise to the east","88":"hole hatch to bring the washer and dryer and then","92":"we put it in a Perfect Fit we have filtered water salt water fresh water manuals and then pressurized hot and cold","28":"Caribbean from st. to Grenada stopping and most of the Fantastic Islands in between","5":"the vicarious. 80 series we will share with you all that we have done and learned in preparation for this adventure","23":"and Virgin Islands volume six we cruise to the","27":"to the east Caribbean from st. Maarten to Grenada stopping and most of the Fantastic Islands in between","41":"from choosing the right boat that you can afford to installing the equipment","15":"the US East Coast from Maine to Miami volume Five is our trip to Paradise from Miami the British Virgin Islands"}