{"30":"I remember. Of time so you know maybe repeatedly singing it everyday just to talk to me","33":"of prefer nothing but kicking back in the middle of the night and being totally alone you know that it's not just below the surface but it says","32":"talk to and how it changes pretty interesting I mean swimming used to be Philly for fitness and now it's it's really I'm being creative and exploration and documentation now which yeah I kind of prefer nothing but kicking back in the","16":"sometimes it takes me a to walk up to them so yeah I think it's going to be a long time then I got well","11":"try and swim move wanting to hear it from Fools I live in comparison to the dinosaur park and I'm in Asia how come up in the mountains today because I","21":"when I'm married to a climber on a matinee set before the mountains were out there 2 Summits you know about climbing pieces of truck but now I have this bench yesterday","7":"the 250 Lexus","9":"of meaning that they've been trust historically only for Legends or I'm United of interesting death or","25":"got your message but a different reason I think I'd really like to explore one night and I'm a very long","10":"or I'm United of interesting death or size I'm currently on a an expiration on an adventure to try and swim move them wanting to hear it from Fools I live in","26":"think I'd really like explore one night and I'm a very long period of time that changes I mean I'm pretty close to come put on and I'd really like","29":"I'd really like to explore that I remember. Of time so you know maybe repeatedly","34":"alone you know that it's not just below the surface but it says it's been about the staff this is why would knowing what you're the only person that","19":"it and it has like an empty nothingness that face when she sang I cry even in swimming","17":"think going to be a long time then I got well swimming pretty much every day my friends are like so far has been clean the RV which is on tonight in it's my favorite because","8":"the 250 Lexus sedan of significance meaning that they've been trust historically only for","22":"about pieces of truck but now I have this bench yesterday again system if anything I'm to me I've discovered a Home Depot SMS the mountains and that's about going in and discovering the lakes and he's taking","24":"tonight. The whole exploring thing is is I just got your message but a different reason","28":"on I'd really like to explore that I remember. Of time so you know","20":"I cry even in swimming when I'm married to a climber on a","23":"SMS the and that's about going in and discovering the lakes and he's taking me to take me to New areas and I'm sitting tonight. The whole exploring thing is is","13":"kind of gives you a real Cartier store and just that's what makes you feel really refreshed of fluids safe that's why I'm 68 I'm","14":"that's why I'm 68 I'm out taking about you say I mean like white fox get into sometimes it takes","31":"singing it everyday just to talk to me and how it changes pretty interesting","27":"changes I mean I'm pretty close to come put on and I'd really like to explore that I remember. Of time","15":"you say I mean like white fox get into sometimes it takes me a day to walk up to them so yeah I think","12":"I'm in Asia how come up in the mountains today because I enjoy while swimming kind of gives you a real","18":"the RV is on tonight in it's my favorite because the color is a Wolfchase just a peaceful car I said play and it's tax is described it"}