{"2":"was on my birthday last year at home I just got","11":"then those well wrapping and I'm getting down","46":"present oversee present was a fishing reel what was the second capital of Jewelry in jewelry in all the naughty things I","25":"at a of March 2004 all that an engagement I am item on let me know about the commercial that","29":"total came out to Elena's goodnight Imani","8":"season unwrapping and wrapping and then those well wrapping and I'm","20":"I was at a 9th of March","14":"20/20","31":"he drinks to dances and","33":"Italian nervous excited I'm looking forward to three. Play Eminem","18":"I","52":"want","26":"on me know about the commercial that she wants","17":"20/20","44":"regret what hasn't happened what does present.","4":"home from work we're going away for the weekend he was giving me my birthday present and had it all wrapped","45":"does present. Best Christmas present oversee present was a fishing reel what was the second","13":"scissors I've been that he was on his name and yeah I remember that","30":"Imani he drinks to dances","1":"it was on my birthday last year at home","47":"second capital of Jewelry in jewelry in all the naughty things I want to start to get serious I thought to get fishing reels are you giving body jewelry the weather","32":"dances and Ariana Italian","50":"I want","7":"season unwrapping and wrapping and","9":"then those well wrapping and I'm getting down","43":"still regret what hasn't happened","34":"Play Eminem Beautiful","3":"was on my birthday year at home I just got home from work we're going away for the weekend","48":"the weather","12":"well wrapping and I'm getting down scissors","16":"20/20","21":"I was at a 9th of March","10":"then those well wrapping and I'm getting down","19":"I was at a","51":"I want","22":"I was at a 9th of March","6":"in a walk in a rectangle box season where unwrapping and wrapping and","24":"I was at a 9th of March 2004 all that an engagement I","28":"total came out to Elena's","5":"was giving me my birthday present and had it all wrapped in a box walk in a rectangle box","23":"I was at a 9th of March 2004","27":"she wants","15":"20/20"}