{"2":"graduation Spectrum exercises. Come","11":"play next song","7":"buys on fuzhou backwards Dance of the forearm Walk It Out keep the car on Knox and Todd just got across his now we're going to do standing tricep extensions dumbbell dumbbell he can pick it up in the position I'm in the back of the head of an awesome day and then extending all the way up the top of the movement I can show the iZombie locked out but not to look out for those joints extending all the way out so that you really acting like a nice triceps the elbow joint","9":"I trusted feeling the way I can it's really are sliding back there again we don't want that out by moving forwards or backwards and we don't want to say swinging women like that the holiday be careful one second is this is it comes back my piece of that sauce license for that tricep muscle really strong for that cool Singapore movement so do on one side and do it on the other side work after that I will go","10":"it on other side work after that I will go to Aurora Christian crosses tricep extensions. Of that keypad search exercises. play next song","8":"so that you really acting like a nice triceps the elbow joint is an awesome Dave form extended app hit the corn wants to talk as my body sweat the last one to die at Kickbacks so I get it am I right now on here so I want to be an awesome watch his back kicks back but really got that this problem was doing the work but I trusted feeling the way I can it's really are sliding back","6":"Scout crashes like I said I was on E fresh dance now we're going to get the stuff from you I like to put my fate I have a flat now my lower back down to my balance and stability muscles I slide the triceps by the fire all the way down to the skull standing up really keeping those elbows from moving forwards and backwards Italian restaurants at muscles making sure that that's triceps don't know where I can know the shoulders and we do that by making sure that sell buys on transitioning fuzhou backwards Dance of the forearm","4":"I like to extend it damn but then I like to pinch my arm down a really just give you that extra pinch through this twice at muscles when you pinch. Just hold it for a little second before bring back out I show you. Just let the just come up before arms come up we want to resist the white as he comes up but making sure that it's helping moving that that's forms of coming out far as I can but was at the elbow moving up as well cuz as soon as the elbow starts to move out the shoulders doing the work we really want to teach at that truck I said hit the Quan Lawson. Stabilizer body. Use your body white","3":"graduation Spectrum exercises. Come by you tonight we doing at top for tricep exercises I was going to go over and do some stuff crashes and do some standing tricep extensions with a dumbbell and then we can finish up with some tricep kickbacks with a dumbbell salad stuff straightened out with that tricep pressdowns were obviously off side and I trust that muscles from here we want to make sure that the clothes on Norris and taught and we want to push all the way down bottom of the moment I like to extend it damn but then I like to pinch my arm down a really just give you","5":"Quan Stabilizer body. Use your body white push it down we really just want rise twice that's doing all the work position Scout crashes like I said I was on E fresh dance now","12":"play next song","1":"graduation Spectrum"}