{"68":"and set action","2":"adam22 smart Action","11":"alter thing today 3 of building out","85":"okay cuz","25":"started out of my old landlord stuff he died about 2 years","66":"and set action","29":"died about 2 years ago the new landlord who is his nephew","8":"bright","95":"do that Rick listen to Ghost with his face eyes open real","20":"of building in blood. It started out full of my old landlord stuff","14":"thing today 3 of building out in blood. It","31":"new landlord who is his nephew open the shed three days ago and took everything out","78":"taking a bong hit the same fucking shit that you're going to go around","33":"the three days ago and took everything out","18":"3 of building out in blood. It started out full of my old","96":"with his face eyes open real estate's realistically I'm up","26":"old stuff he died about 2 years ago","35":"days ago and took everything out 3 days in here about","83":"okay","17":"3 of building out in blood. It started out full","64":"and set","65":"and set","84":"okay cuz","37":"Midway through the third day","13":"thing today 3 of building out in blood.","86":"okay cuz that's all it is one","67":"and set action","93":"let's do that Rick listen to Ghost with his face","94":"let's do that Rick listen to Ghost with his face eyes","30":"new landlord who is his nephew","1":"adam22 smart","32":"open the three days ago and took everything out","77":"activities taking a bong hit the same fucking shit that you're going to","80":"good luck","101":"no what are the Masters and then.","9":"bright","75":"details on each one of your activities","34":"three days ago and took everything out 3 days","87":"cuz that's all it is one","3":"smart Action","79":"that you're going to go around","36":"everything out 3 days in here about 10 hours a day with Midway through the third day","76":"details on each one of your activities taking a bong hit the same","12":"thing today 3 of building out in","81":"luck","98":"up","16":"today 3 of building out in blood. It started out","62":"and set","21":"building in blood. It started out full of my old landlord stuff","10":"sort of alter thing today 3","19":"of building out in blood. It started out full of my old landlord","22":"blood. started out full of my old landlord stuff","88":"all it is","24":"blood. started out full of my old landlord stuff he","73":"OK Google","92":"let's do that Rick listen to","28":"he died about 2 years ago the new landlord who","23":"blood. started out full of my old landlord stuff","63":"and set","27":"stuff he died about 2 years ago the new landlord","97":"estate's realistically I'm up","15":"thing today 3 of building out in blood. It started"}