{"68":"what's","148":"I have to","89":"birthday to you","11":"so wonderful to see you and","85":"I think to myself what a wonderful","55":"same mistake","66":"hey what's up","29":"do you eat","151":"back to the past","131":"love you love you have a good day","144":"my song isn't she","155":"on famous","142":"my song isn't she","150":"back to the past","95":"bye I want you","139":"sleepy","90":"birthday to you happy birthday to you happy birthday happy birthday happy birthday to you wishing you a very very happy birthday and may you have many many more years to come and may God bless you","20":"from Paradise","111":"stop talking to myself Mega Million number that be to Jesus hello the birthday wish you more blessings happiness and more","14":"she just didn't hear your call","31":"you eat","78":"you having fun at your birthday party Happy Birthday beetle Roman Sanchez. Birthday greetings to reach a 2-0 because he's working we wish you all the best good health peace of mind and continuous happiness","112":"happiness and more birthdays to come enjoy your day and it's a good stress also","106":"I want.","52":"women never make the same mistake","18":"Gulliver gets I would like to wish you a happy 80th birthday from Florida so I can be there with you but I will be sure to visit you soon so very blessed to have both of my grandfathers that the line of apes and is happy and as healthy as ever miss you guys I will visit you soon but for now enjoy","69":"what's","109":"stop talking to","96":"bye I want you","26":"how do you say potato happy birthday hope you enjoy your party and wish you all the best good health and more years to come I pee birthday again and this is Enrique Lopez happy birthday spy","133":"a good","83":"you and I think to myself","146":"I have","130":"From God and just enjoy special day and I wish you all the happiness in life love you always be my honey bear loyal I miss you love you love you have a good day","17":"Gulliver gets I would like to wish you a happy 80th birthday","65":"hey what's up","84":"I think to myself","138":"sleepy","145":"she I","110":"stop talking to myself","13":"she just didn't hear your","67":"what's up","99":"I want you and I think to myself what I want.","93":"we miss you God bless bye I","117":"yesterday","137":"so was saying you sleepy","94":"God bless bye I","141":"from your old on your face is so it makes me I know that my song isn't she","105":"I want.","30":"you eat","54":"the same mistake","50":"women","40":"happiness","101":"what I want.","82":"me and you and I think to myself","91":"to and may God bless you with good health long life and hope you enjoy your special day hunting beside Montana I am Jonathan sorry so anyway happy happy","9":"so","132":"love you love you have a good day","147":"I have to","157":"famous","104":"I want.","87":"birthday","103":"what I want.","153":"the and love on you famous","79":"of mind and continuous happiness","152":"back to the past","154":"and love on you famous","12":"so wonderful to see you and II she just didn't","100":"what I want.","81":"I see them bloom find me and you and I think to myself","98":"bye I want you","143":"my song isn't she","16":"didn't hear your call Gulliver gets I would like to wish you a happy","107":"I want.","10":"so wonderful to see you","102":"what I want.","19":"will you soon but for now enjoy your 80th birthday many more to come I'll see you guys soon sign out from Florida Paradise","51":"women never","22":"Yoo-hoos","88":"birthday to","129":"happy birthday sorry if it's a birthday vacations over I wish you were really mean Abundant Life Lessons From God and","92":"so anyway happy happy birthday again hope to see you next year you take care always we love you we miss you God bless bye I","156":"on famous","53":"the same mistake","116":"play this song I just wrote yesterday","149":"I have to rush back to the past","27":"birthday spy","97":"bye I want you","15":"didn't hear your call"}