{"33":"Mercedes cars ridiculous","47":"distracted teaching method really what do you mean you didn't care","52":"protectively I got has been at you and thanks for completing all the time and sometime have a great week ahead and I'll catch all of you next thanks Andy. stop","32":"Mercedes cars ridiculous","11":"on the model","21":"appointment handle of you can you copy to finance but it's a composite compulsory topic for the final exam to make sure you are","39":"nothing from him","46":"you want me to see me about last week but yes I'm still give me some feedback about last week distracted teaching method really","7":"yeah that way","9":"morning my favorite bunch of financial","25":"this make sure you complete","10":"morning my favorite bunch of financial statements necessary all again today so is the time we're going to be working on the trade-off model","26":"make sure you complete your assignments","29":"sure you complete your assignments and handed back to by end","34":"Mercedes cars ridiculous","35":"I","19":"lovely thanks man I'll see you next time I see light appointment","43":"can you","55":"Well done bake that seem to go really really well I think the streets are really warming up to hang out sometimes. Seems like it I've learned a lot and thankful this week how to tie really appreciate donations not a problem anytime","8":"yeah that way go to Xbox morning my favorite bunch of financial","22":"for the final exam to make sure you are totaled in this make","6":"yeah that","24":"are in this make sure you","44":"can you just pump up to my office said you want to chat about last week that's great thanks point you want me to see me about","37":"he's really and he doesn't waste any of my questions he just mumbles all the time and it's like as if you're not even in the class with him","53":"thanks Andy. stop sign smell really appreciate that.","28":"sure you complete your assignments and handed back to","38":"time and it's like as if you're not even in the class with him nothing from him","20":"appointment handle of","23":"you are in this make sure","45":"point you want me to see me about last week","13":"STG movie fantastic thanks guys","14":"guys","31":"handed back to by end of this week question","27":"make sure you complete your assignments and handed","36":"I have to make a phone complaint back extension last week well it won't happen he's really disrespectful and he doesn't waste any of my questions he","48":"we Cottage few lessons together sounds like a great idea how about we do that from next Monday okay well let's meet up on Friday and then we can go through it","56":"anytime","12":"on the model STG movie fantastic thanks","30":"complete your assignments and handed back to by end of this week question"}