{"68":"keep the KK blowing Snakes in the Grass keep mowing ass so fat look swollen","2":"love is life and life","89":"by Southwest lineup best don't get a bug in a match","11":"just be sure we lit got past the burn","39":"women","85":"I don't what I'm doing running in my hand nigga 28 grams when I'm rolling through New York and London and Paris and Back","25":"Smokin to the on our way","55":"we keep rolling we keep going","42":"move it JoJo Niger we Mobbin","29":"on our way big beats","66":"going keep the KK blowing Snakes in the","59":"Ouija board","8":"one close. calm down","74":"they got to show it. The airport got a god","95":"wax Roll come dressed really fast no Sticks no seeds in a bag in the bag in the front of y'all","90":"best don't get a bug in a match everybody get along get","20":"plasma the whole thing up in a week","111":"they say we can smoke","14":"be sure lit got past the burn as a parent just cut you up in this bitch I don't mean","31":"big beats on the church get money on a married single","78":"The airport got a god reason why your way of knowing niggahs got too much","112":"we can smoke","70":"in the keep mowing ass so fat look swollen they got to show it.","106":"it Niger we Mobbin","33":"beats on the church get money on a married single day what are","18":"couple a you got a cold or something trying to OD on THC plasma","69":"in the Grass keep mowing ass so fat look swollen","114":"turn down when they safe. Then we keep polenta","109":"they say","96":"really fast no no seeds in a bag in the bag in the front of y'all B's in the back","26":"on our way","35":"day what are you doing gay boy","83":"building up dropping the bread like a mother fucker stole it I don't understand what I'm doing running","17":"mean go ahead and shit you better rolled some couple a you got a cold or something trying to OD on THC","64":"keep going","65":"keep going keep the KK blowing","49":"Scooby-Doo baby wake up when they","44":"we Mobbin","84":"bread like a mother fucker stole it I don't understand what I'm doing running in my hand nigga 28 grams when I'm","4":"love is life and life is living 10 awesome games","37":"naked women","110":"they say we can smoke","13":"just be sure we lit got past the burn as a parent","86":"New and London and Paris and Back","67":"keep the KK blowing Snakes in the Grass","99":"obituary","93":"back 20 I asked me to join to relax cheap in full of wax and Roll come dressed really fast","94":"asked to join to relax cheap in full of wax and Roll come dressed really fast no Sticks no seeds in a bag in","105":"we move it Niger we","30":"on our way big beats on the church get money on a married single","1":"is it recording love is life","47":"Scooby-Doo baby","54":"then we keep rolling","32":"big beats on the church get money on a married single day","50":"wake when they say turn down we turn up","77":"The airport got a god reason why your way of","40":"we move it","80":"why your way of knowing niggahs got too much hard I keep building up dropping the bread like a mother fucker","101":"make a wish","115":"Then we keep polenta","82":"building up dropping the bread like a mother fucker stole it I don't","91":"best don't get a bug in a match everybody get along get attached to the song get it back 20","7":"need another one another one that's close. calm","9":"calm down","43":"JoJo Niger we Mobbin","60":"Ouija board","34":"beats on the get money on a married single day what are you doing gay boy","75":"they got to show it. The airport got a god reason why","104":"we move it","87":"London Paris and Back South by Southwest","103":"we move","3":"love is life and life","61":"Ouija board","79":"reason why your way of knowing niggahs got too much","38":"naked women","71":"so look swollen they got to show it. The","36":"doing boy naked","48":"Scooby-Doo baby wake up","113":"turn down","76":"they got to show The airport got a god reason why your way of","12":"just be sure we lit got past the burn as a parent","81":"I building up dropping the bread like a mother fucker stole it I don't","98":"in bag in the front of y'all B's in the back obituary","16":"parent just cut you up in this bitch I don't mean go ahead and shit you better rolled some couple a you got a cold or","62":"Ouija board","107":"we Mobbin","21":"plasma the whole thing up in a week","10":"calm down","102":"make a wish we","19":"OD THC plasma the whole thing","51":"say turn down we turn up","22":"up in a running motherfuker Smokin to the fact","6":"Alamo downtown now imma need another one another one","24":"motherfuker Smokin to the fact","73":"they got to show it. The airport got a god","88":"South by Southwest lineup best","92":"in a everybody get along get attached to the song get it back 20 I asked me to join to relax cheap in","53":"then we keep rolling","72":"look swollen they got to show it. The airport got a","28":"on our way big","23":"running motherfuker Smokin to the fact","63":"Ouija board","27":"on our way","56":"we keep going","97":"seeds in a in the bag in the front of y'all B's in the back","108":"we Mobbin","41":"we move it JoJo","15":"past the burn a parent just cut you up in this bitch I don't mean go ahead and shit"}